"use strict";

/** @type {import('sequelize-cli').Migration} */
module.exports = {
  async up(queryInterface, Sequelize) {
    await queryInterface.bulkInsert(
      "Sneakers",
      [
        //JORDAN AIR JORDAN 1 LOW
        //Мужики
        {
          model: "JORDAN AIR JORDAN 1 LOW",
          description:
            'Полюбившаяся модель Air Jordan 1 Low в расцветке "Bred Toe". Верх модели выполнен из сочетания натуральной и синтетической кожи. Средняя часть и межподошва остаются белыми, в то время как носок, пяточная часть и подошва радуют глаза ярким красным оттенком. Черный цвет присутствует на накладках, брызговике, проушинах, шнурках, галочках и подкладке. Пара этого года отличается от модели 2021 года в двух значимых деталях: вышитый логотип Jumpman на язычке теперь выполнен красными нитками вместо белых, а воротник стал черным вместо привычного красного.',
          price: 16490,
          articul: 1,
          sexId: 1,
          sizeId: 4,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 LOW",
          description:
            'Полюбившаяся модель Air Jordan 1 Low в расцветке "Bred Toe". Верх модели выполнен из сочетания натуральной и синтетической кожи. Средняя часть и межподошва остаются белыми, в то время как носок, пяточная часть и подошва радуют глаза ярким красным оттенком. Черный цвет присутствует на накладках, брызговике, проушинах, шнурках, галочках и подкладке. Пара этого года отличается от модели 2021 года в двух значимых деталях: вышитый логотип Jumpman на язычке теперь выполнен красными нитками вместо белых, а воротник стал черным вместо привычного красного.',
          price: 16490,
          articul: 1,
          sexId: 1,
          sizeId: 5,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 LOW",
          description:
            'Полюбившаяся модель Air Jordan 1 Low в расцветке "Bred Toe". Верх модели выполнен из сочетания натуральной и синтетической кожи. Средняя часть и межподошва остаются белыми, в то время как носок, пяточная часть и подошва радуют глаза ярким красным оттенком. Черный цвет присутствует на накладках, брызговике, проушинах, шнурках, галочках и подкладке. Пара этого года отличается от модели 2021 года в двух значимых деталях: вышитый логотип Jumpman на язычке теперь выполнен красными нитками вместо белых, а воротник стал черным вместо привычного красного.',
          price: 16490,
          articul: 1,
          sexId: 1,
          sizeId: 6,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 LOW",
          description:
            'Полюбившаяся модель Air Jordan 1 Low в расцветке "Bred Toe". Верх модели выполнен из сочетания натуральной и синтетической кожи. Средняя часть и межподошва остаются белыми, в то время как носок, пяточная часть и подошва радуют глаза ярким красным оттенком. Черный цвет присутствует на накладках, брызговике, проушинах, шнурках, галочках и подкладке. Пара этого года отличается от модели 2021 года в двух значимых деталях: вышитый логотип Jumpman на язычке теперь выполнен красными нитками вместо белых, а воротник стал черным вместо привычного красного.',
          price: 16490,
          articul: 1,
          sexId: 1,
          sizeId: 7,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 LOW",
          description:
            'Полюбившаяся модель Air Jordan 1 Low в расцветке "Bred Toe". Верх модели выполнен из сочетания натуральной и синтетической кожи. Средняя часть и межподошва остаются белыми, в то время как носок, пяточная часть и подошва радуют глаза ярким красным оттенком. Черный цвет присутствует на накладках, брызговике, проушинах, шнурках, галочках и подкладке. Пара этого года отличается от модели 2021 года в двух значимых деталях: вышитый логотип Jumpman на язычке теперь выполнен красными нитками вместо белых, а воротник стал черным вместо привычного красного.',
          price: 16490,
          articul: 1,
          sexId: 1,
          sizeId: 8,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 LOW",
          description:
            'Полюбившаяся модель Air Jordan 1 Low в расцветке "Bred Toe". Верх модели выполнен из сочетания натуральной и синтетической кожи. Средняя часть и межподошва остаются белыми, в то время как носок, пяточная часть и подошва радуют глаза ярким красным оттенком. Черный цвет присутствует на накладках, брызговике, проушинах, шнурках, галочках и подкладке. Пара этого года отличается от модели 2021 года в двух значимых деталях: вышитый логотип Jumpman на язычке теперь выполнен красными нитками вместо белых, а воротник стал черным вместо привычного красного.',
          price: 16490,
          articul: 1,
          sexId: 1,
          sizeId: 9,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 LOW",
          description:
            'Полюбившаяся модель Air Jordan 1 Low в расцветке "Bred Toe". Верх модели выполнен из сочетания натуральной и синтетической кожи. Средняя часть и межподошва остаются белыми, в то время как носок, пяточная часть и подошва радуют глаза ярким красным оттенком. Черный цвет присутствует на накладках, брызговике, проушинах, шнурках, галочках и подкладке. Пара этого года отличается от модели 2021 года в двух значимых деталях: вышитый логотип Jumpman на язычке теперь выполнен красными нитками вместо белых, а воротник стал черным вместо привычного красного.',
          price: 16490,
          articul: 1,
          sexId: 1,
          sizeId: 10,
          colorId: 9,
          brandId: 1,
        },
        //Женщины
        {
          model: "JORDAN AIR JORDAN 1 LOW",
          description:
            'Полюбившаяся модель Air Jordan 1 Low в расцветке "Bred Toe". Верх модели выполнен из сочетания натуральной и синтетической кожи. Средняя часть и межподошва остаются белыми, в то время как носок, пяточная часть и подошва радуют глаза ярким красным оттенком. Черный цвет присутствует на накладках, брызговике, проушинах, шнурках, галочках и подкладке. Пара этого года отличается от модели 2021 года в двух значимых деталях: вышитый логотип Jumpman на язычке теперь выполнен красными нитками вместо белых, а воротник стал черным вместо привычного красного.',
          price: 16490,
          articul: 1,
          sexId: 2,
          sizeId: 1,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 LOW",
          description:
            'Полюбившаяся модель Air Jordan 1 Low в расцветке "Bred Toe". Верх модели выполнен из сочетания натуральной и синтетической кожи. Средняя часть и межподошва остаются белыми, в то время как носок, пяточная часть и подошва радуют глаза ярким красным оттенком. Черный цвет присутствует на накладках, брызговике, проушинах, шнурках, галочках и подкладке. Пара этого года отличается от модели 2021 года в двух значимых деталях: вышитый логотип Jumpman на язычке теперь выполнен красными нитками вместо белых, а воротник стал черным вместо привычного красного.',
          price: 16490,
          articul: 1,
          sexId: 2,
          sizeId: 2,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 LOW",
          description:
            'Полюбившаяся модель Air Jordan 1 Low в расцветке "Bred Toe". Верх модели выполнен из сочетания натуральной и синтетической кожи. Средняя часть и межподошва остаются белыми, в то время как носок, пяточная часть и подошва радуют глаза ярким красным оттенком. Черный цвет присутствует на накладках, брызговике, проушинах, шнурках, галочках и подкладке. Пара этого года отличается от модели 2021 года в двух значимых деталях: вышитый логотип Jumpman на язычке теперь выполнен красными нитками вместо белых, а воротник стал черным вместо привычного красного.',
          price: 16490,
          articul: 1,
          sexId: 2,
          sizeId: 3,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 LOW",
          description:
            'Полюбившаяся модель Air Jordan 1 Low в расцветке "Bred Toe". Верх модели выполнен из сочетания натуральной и синтетической кожи. Средняя часть и межподошва остаются белыми, в то время как носок, пяточная часть и подошва радуют глаза ярким красным оттенком. Черный цвет присутствует на накладках, брызговике, проушинах, шнурках, галочках и подкладке. Пара этого года отличается от модели 2021 года в двух значимых деталях: вышитый логотип Jumpman на язычке теперь выполнен красными нитками вместо белых, а воротник стал черным вместо привычного красного.',
          price: 16490,
          articul: 1,
          sexId: 2,
          sizeId: 4,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 LOW",
          description:
            'Полюбившаяся модель Air Jordan 1 Low в расцветке "Bred Toe". Верх модели выполнен из сочетания натуральной и синтетической кожи. Средняя часть и межподошва остаются белыми, в то время как носок, пяточная часть и подошва радуют глаза ярким красным оттенком. Черный цвет присутствует на накладках, брызговике, проушинах, шнурках, галочках и подкладке. Пара этого года отличается от модели 2021 года в двух значимых деталях: вышитый логотип Jumpman на язычке теперь выполнен красными нитками вместо белых, а воротник стал черным вместо привычного красного.',
          price: 16490,
          articul: 1,
          sexId: 2,
          sizeId: 5,
          colorId: 9,
          brandId: 1,
        },
        //  JORDAN AIR JORDAN 1 MID
        //Мужчины
        {
          model: "JORDAN AIR JORDAN 1 MID",
          description:
            "Air Jordan 1 Mid SE Craft «Taupe Haze» с необычным оформлением верха, собранном в обратном порядке. В этой модели детали из ворсистой замши эффектно сочетаются со вставками из дышащего текстиля, представляя совершенно новую трактовку культового силуэта Air Jordan 1.",
          price: 16900,
          articul: 2,
          sexId: 1,
          sizeId: 4,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 MID",
          description:
            "Air Jordan 1 Mid SE Craft «Taupe Haze» с необычным оформлением верха, собранном в обратном порядке. В этой модели детали из ворсистой замши эффектно сочетаются со вставками из дышащего текстиля, представляя совершенно новую трактовку культового силуэта Air Jordan 1.",
          price: 16900,
          articul: 2,
          sexId: 1,
          sizeId: 5,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 MID",
          description:
            "Air Jordan 1 Mid SE Craft «Taupe Haze» с необычным оформлением верха, собранном в обратном порядке. В этой модели детали из ворсистой замши эффектно сочетаются со вставками из дышащего текстиля, представляя совершенно новую трактовку культового силуэта Air Jordan 1.",
          price: 16900,
          articul: 2,
          sexId: 1,
          sizeId: 6,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 MID",
          description:
            "Air Jordan 1 Mid SE Craft «Taupe Haze» с необычным оформлением верха, собранном в обратном порядке. В этой модели детали из ворсистой замши эффектно сочетаются со вставками из дышащего текстиля, представляя совершенно новую трактовку культового силуэта Air Jordan 1.",
          price: 16900,
          articul: 2,
          sexId: 1,
          sizeId: 7,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 MID",
          description:
            "Air Jordan 1 Mid SE Craft «Taupe Haze» с необычным оформлением верха, собранном в обратном порядке. В этой модели детали из ворсистой замши эффектно сочетаются со вставками из дышащего текстиля, представляя совершенно новую трактовку культового силуэта Air Jordan 1.",
          price: 16900,
          articul: 2,
          sexId: 1,
          sizeId: 8,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 MID",
          description:
            "Air Jordan 1 Mid SE Craft «Taupe Haze» с необычным оформлением верха, собранном в обратном порядке. В этой модели детали из ворсистой замши эффектно сочетаются со вставками из дышащего текстиля, представляя совершенно новую трактовку культового силуэта Air Jordan 1.",
          price: 16900,
          articul: 2,
          sexId: 1,
          sizeId: 9,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 MID",
          description:
            "Air Jordan 1 Mid SE Craft «Taupe Haze» с необычным оформлением верха, собранном в обратном порядке. В этой модели детали из ворсистой замши эффектно сочетаются со вставками из дышащего текстиля, представляя совершенно новую трактовку культового силуэта Air Jordan 1.",
          price: 16900,
          articul: 2,
          sexId: 1,
          sizeId: 10,
          colorId: 9,
          brandId: 1,
        },
        // женщины
        {
          model: "JORDAN AIR JORDAN 1 MID",
          description:
            "Air Jordan 1 Mid SE Craft «Taupe Haze» с необычным оформлением верха, собранном в обратном порядке. В этой модели детали из ворсистой замши эффектно сочетаются со вставками из дышащего текстиля, представляя совершенно новую трактовку культового силуэта Air Jordan 1.",
          price: 16900,
          articul: 2,
          sexId: 2,
          sizeId: 1,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 MID",
          description:
            "Air Jordan 1 Mid SE Craft «Taupe Haze» с необычным оформлением верха, собранном в обратном порядке. В этой модели детали из ворсистой замши эффектно сочетаются со вставками из дышащего текстиля, представляя совершенно новую трактовку культового силуэта Air Jordan 1.",
          price: 16900,
          articul: 2,
          sexId: 2,
          sizeId: 2,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 MID",
          description:
            "Air Jordan 1 Mid SE Craft «Taupe Haze» с необычным оформлением верха, собранном в обратном порядке. В этой модели детали из ворсистой замши эффектно сочетаются со вставками из дышащего текстиля, представляя совершенно новую трактовку культового силуэта Air Jordan 1.",
          price: 16900,
          articul: 2,
          sexId: 2,
          sizeId: 3,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 MID",
          description:
            "Air Jordan 1 Mid SE Craft «Taupe Haze» с необычным оформлением верха, собранном в обратном порядке. В этой модели детали из ворсистой замши эффектно сочетаются со вставками из дышащего текстиля, представляя совершенно новую трактовку культового силуэта Air Jordan 1.",
          price: 16900,
          articul: 2,
          sexId: 2,
          sizeId: 4,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "JORDAN AIR JORDAN 1 MID",
          description:
            "Air Jordan 1 Mid SE Craft «Taupe Haze» с необычным оформлением верха, собранном в обратном порядке. В этой модели детали из ворсистой замши эффектно сочетаются со вставками из дышащего текстиля, представляя совершенно новую трактовку культового силуэта Air Jordan 1.",
          price: 16900,
          articul: 2,
          sexId: 2,
          sizeId: 5,
          colorId: 9,
          brandId: 1,
        },
        // NIKE AIR MAX TERRASCAPE 97
        //Мужчины
        {
          model: "NIKE AIR MAX TERRASCAPE 97",
          description:
            "Nike продолжает расширять линейку культового дизайна Кристиана Трессера — Air Max 97.В этой версии Air Max Terrascape 97 компания продолжает свое движение в сторону безопасного и бережного отношения к природным ресурсам нашей планеты, поскольку эта модель создана как минимум на 20% из переработанных материалов.",
          price: 16900,
          articul: 3,
          sexId: 1,
          sizeId: 4,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE 97",
          description:
            "Nike продолжает расширять линейку культового дизайна Кристиана Трессера — Air Max 97.В этой версии Air Max Terrascape 97 компания продолжает свое движение в сторону безопасного и бережного отношения к природным ресурсам нашей планеты, поскольку эта модель создана как минимум на 20% из переработанных материалов.",
          price: 16900,
          articul: 3,
          sexId: 1,
          sizeId: 5,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE 97",
          description:
            "Nike продолжает расширять линейку культового дизайна Кристиана Трессера — Air Max 97.В этой версии Air Max Terrascape 97 компания продолжает свое движение в сторону безопасного и бережного отношения к природным ресурсам нашей планеты, поскольку эта модель создана как минимум на 20% из переработанных материалов.",
          price: 16900,
          articul: 3,
          sexId: 1,
          sizeId: 6,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE 97",
          description:
            "Nike продолжает расширять линейку культового дизайна Кристиана Трессера — Air Max 97.В этой версии Air Max Terrascape 97 компания продолжает свое движение в сторону безопасного и бережного отношения к природным ресурсам нашей планеты, поскольку эта модель создана как минимум на 20% из переработанных материалов.",
          price: 16900,
          articul: 3,
          sexId: 1,
          sizeId: 7,
          colorId: 9,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE 97",
          description:
            "Nike продолжает расширять линейку культового дизайна Кристиана Трессера — Air Max 97.В этой версии Air Max Terrascape 97 компания продолжает свое движение в сторону безопасного и бережного отношения к природным ресурсам нашей планеты, поскольку эта модель создана как минимум на 20% из переработанных материалов.",
          price: 16900,
          articul: 3,
          sexId: 1,
          sizeId: 8,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE 97",
          description:
            "Nike продолжает расширять линейку культового дизайна Кристиана Трессера — Air Max 97.В этой версии Air Max Terrascape 97 компания продолжает свое движение в сторону безопасного и бережного отношения к природным ресурсам нашей планеты, поскольку эта модель создана как минимум на 20% из переработанных материалов.",
          price: 16900,
          articul: 3,
          sexId: 1,
          sizeId: 9,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE 97",
          description:
            "Nike продолжает расширять линейку культового дизайна Кристиана Трессера — Air Max 97.В этой версии Air Max Terrascape 97 компания продолжает свое движение в сторону безопасного и бережного отношения к природным ресурсам нашей планеты, поскольку эта модель создана как минимум на 20% из переработанных материалов.",
          price: 16900,
          articul: 3,
          sexId: 1,
          sizeId: 10,
          colorId: 1,
          brandId: 1,
        },
        // женщины
        {
          model: "NIKE AIR MAX TERRASCAPE 97",
          description:
            "Nike продолжает расширять линейку культового дизайна Кристиана Трессера — Air Max 97.В этой версии Air Max Terrascape 97 компания продолжает свое движение в сторону безопасного и бережного отношения к природным ресурсам нашей планеты, поскольку эта модель создана как минимум на 20% из переработанных материалов.",
          price: 16900,
          articul: 3,
          sexId: 2,
          sizeId: 1,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE 97",
          description:
            "Nike продолжает расширять линейку культового дизайна Кристиана Трессера — Air Max 97.В этой версии Air Max Terrascape 97 компания продолжает свое движение в сторону безопасного и бережного отношения к природным ресурсам нашей планеты, поскольку эта модель создана как минимум на 20% из переработанных материалов.",
          price: 16900,
          articul: 3,
          sexId: 2,
          sizeId: 2,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE 97",
          description:
            "Nike продолжает расширять линейку культового дизайна Кристиана Трессера — Air Max 97.В этой версии Air Max Terrascape 97 компания продолжает свое движение в сторону безопасного и бережного отношения к природным ресурсам нашей планеты, поскольку эта модель создана как минимум на 20% из переработанных материалов.",
          price: 16900,
          articul: 3,
          sexId: 2,
          sizeId: 3,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE 97",
          description:
            "Nike продолжает расширять линейку культового дизайна Кристиана Трессера — Air Max 97.В этой версии Air Max Terrascape 97 компания продолжает свое движение в сторону безопасного и бережного отношения к природным ресурсам нашей планеты, поскольку эта модель создана как минимум на 20% из переработанных материалов.",
          price: 16900,
          articul: 3,
          sexId: 2,
          sizeId: 4,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE 97",
          description:
            "Nike продолжает расширять линейку культового дизайна Кристиана Трессера — Air Max 97.В этой версии Air Max Terrascape 97 компания продолжает свое движение в сторону безопасного и бережного отношения к природным ресурсам нашей планеты, поскольку эта модель создана как минимум на 20% из переработанных материалов.",
          price: 16900,
          articul: 3,
          sexId: 2,
          sizeId: 5,
          colorId: 1,
          brandId: 1,
        },
        // NIKE AIR MAX TW
        // мужчины
        {
          model: "NIKE AIR MAX TW",
          description:
            "Мужские кроссовки Air Max TW от американского бренда Nike. Силуэт гибридный и вдохновлен сразу двумя своими предшественниками — Air Max Tailwind и Air Max Plus. Верх пары выполнен из сетчатого текстиля с тактильной волнистой текстурой на боковых панелях. Кроссовки оснащены классической системой шнуровки, упругой промежуточной подошвой из пеноматериала с видимой амортизирующей подушкой Air Max и цепкой резиновой подметкой",
          price: 14590,
          articul: 4,
          sexId: 1,
          sizeId: 4,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TW",
          description:
            "Мужские кроссовки Air Max TW от американского бренда Nike. Силуэт гибридный и вдохновлен сразу двумя своими предшественниками — Air Max Tailwind и Air Max Plus. Верх пары выполнен из сетчатого текстиля с тактильной волнистой текстурой на боковых панелях. Кроссовки оснащены классической системой шнуровки, упругой промежуточной подошвой из пеноматериала с видимой амортизирующей подушкой Air Max и цепкой резиновой подметкой",
          price: 14590,
          articul: 4,
          sexId: 1,
          sizeId: 5,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TW",
          description:
            "Мужские кроссовки Air Max TW от американского бренда Nike. Силуэт гибридный и вдохновлен сразу двумя своими предшественниками — Air Max Tailwind и Air Max Plus. Верх пары выполнен из сетчатого текстиля с тактильной волнистой текстурой на боковых панелях. Кроссовки оснащены классической системой шнуровки, упругой промежуточной подошвой из пеноматериала с видимой амортизирующей подушкой Air Max и цепкой резиновой подметкой",
          price: 14590,
          articul: 4,
          sexId: 1,
          sizeId: 6,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TW",
          description:
            "Мужские кроссовки Air Max TW от американского бренда Nike. Силуэт гибридный и вдохновлен сразу двумя своими предшественниками — Air Max Tailwind и Air Max Plus. Верх пары выполнен из сетчатого текстиля с тактильной волнистой текстурой на боковых панелях. Кроссовки оснащены классической системой шнуровки, упругой промежуточной подошвой из пеноматериала с видимой амортизирующей подушкой Air Max и цепкой резиновой подметкой",
          price: 14590,
          articul: 4,
          sexId: 1,
          sizeId: 7,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TW",
          description:
            "Мужские кроссовки Air Max TW от американского бренда Nike. Силуэт гибридный и вдохновлен сразу двумя своими предшественниками — Air Max Tailwind и Air Max Plus. Верх пары выполнен из сетчатого текстиля с тактильной волнистой текстурой на боковых панелях. Кроссовки оснащены классической системой шнуровки, упругой промежуточной подошвой из пеноматериала с видимой амортизирующей подушкой Air Max и цепкой резиновой подметкой",
          price: 14590,
          articul: 4,
          sexId: 1,
          sizeId: 8,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TW",
          description:
            "Мужские кроссовки Air Max TW от американского бренда Nike. Силуэт гибридный и вдохновлен сразу двумя своими предшественниками — Air Max Tailwind и Air Max Plus. Верх пары выполнен из сетчатого текстиля с тактильной волнистой текстурой на боковых панелях. Кроссовки оснащены классической системой шнуровки, упругой промежуточной подошвой из пеноматериала с видимой амортизирующей подушкой Air Max и цепкой резиновой подметкой",
          price: 14590,
          articul: 4,
          sexId: 1,
          sizeId: 9,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TW",
          description:
            "Мужские кроссовки Air Max TW от американского бренда Nike. Силуэт гибридный и вдохновлен сразу двумя своими предшественниками — Air Max Tailwind и Air Max Plus. Верх пары выполнен из сетчатого текстиля с тактильной волнистой текстурой на боковых панелях. Кроссовки оснащены классической системой шнуровки, упругой промежуточной подошвой из пеноматериала с видимой амортизирующей подушкой Air Max и цепкой резиновой подметкой",
          price: 14590,
          articul: 4,
          sexId: 1,
          sizeId: 10,
          colorId: 1,
          brandId: 1,
        },
        //NIKE AIR FORCE 1 '07
        //Мужчины
        {
          model: "NIKE AIR FORCE 1 '07",
          description:
            "Пусть солнце сияет для тебя с кроссовками Nike Air Force 1 '07. Это обновленная версия классической баскетбольной модели из кожи с эффектными цветами и идеальным сиянием.",
          price: 17900,
          articul: 5,
          sexId: 1,
          sizeId: 4,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR FORCE 1 '07",
          description:
            "Пусть солнце сияет для тебя с кроссовками Nike Air Force 1 '07. Это обновленная версия классической баскетбольной модели из кожи с эффектными цветами и идеальным сиянием.",
          price: 17900,
          articul: 5,
          sexId: 1,
          sizeId: 5,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR FORCE 1 '07",
          description:
            "Пусть солнце сияет для тебя с кроссовками Nike Air Force 1 '07. Это обновленная версия классической баскетбольной модели из кожи с эффектными цветами и идеальным сиянием.",
          price: 17900,
          articul: 5,
          sexId: 1,
          sizeId: 6,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR FORCE 1 '07",
          description:
            "Пусть солнце сияет для тебя с кроссовками Nike Air Force 1 '07. Это обновленная версия классической баскетбольной модели из кожи с эффектными цветами и идеальным сиянием.",
          price: 17900,
          articul: 5,
          sexId: 1,
          sizeId: 7,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR FORCE 1 '07",
          description:
            "Пусть солнце сияет для тебя с кроссовками Nike Air Force 1 '07. Это обновленная версия классической баскетбольной модели из кожи с эффектными цветами и идеальным сиянием.",
          price: 17900,
          articul: 5,
          sexId: 1,
          sizeId: 8,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR FORCE 1 '07",
          description:
            "Пусть солнце сияет для тебя с кроссовками Nike Air Force 1 '07. Это обновленная версия классической баскетбольной модели из кожи с эффектными цветами и идеальным сиянием.",
          price: 17900,
          articul: 5,
          sexId: 1,
          sizeId: 9,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR FORCE 1 '07",
          description:
            "Пусть солнце сияет для тебя с кроссовками Nike Air Force 1 '07. Это обновленная версия классической баскетбольной модели из кожи с эффектными цветами и идеальным сиянием.",
          price: 17900,
          articul: 5,
          sexId: 1,
          sizeId: 10,
          colorId: 10,
          brandId: 1,
        },
        // женщины
        {
          model: "NIKE AIR FORCE 1 '07",
          description:
            "Пусть солнце сияет для тебя с кроссовками Nike Air Force 1 '07. Это обновленная версия классической баскетбольной модели из кожи с эффектными цветами и идеальным сиянием.",
          price: 17900,
          articul: 5,
          sexId: 2,
          sizeId: 1,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR FORCE 1 '07",
          description:
            "Пусть солнце сияет для тебя с кроссовками Nike Air Force 1 '07. Это обновленная версия классической баскетбольной модели из кожи с эффектными цветами и идеальным сиянием.",
          price: 17900,
          articul: 5,
          sexId: 2,
          sizeId: 2,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR FORCE 1 '07",
          description:
            "Пусть солнце сияет для тебя с кроссовками Nike Air Force 1 '07. Это обновленная версия классической баскетбольной модели из кожи с эффектными цветами и идеальным сиянием.",
          price: 17900,
          sexId: 2,
          articul: 5,
          sizeId: 3,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR FORCE 1 '07",
          description:
            "Пусть солнце сияет для тебя с кроссовками Nike Air Force 1 '07. Это обновленная версия классической баскетбольной модели из кожи с эффектными цветами и идеальным сиянием.",
          price: 17900,
          articul: 5,
          sexId: 2,
          sizeId: 4,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR FORCE 1 '07",
          description:
            "Пусть солнце сияет для тебя с кроссовками Nike Air Force 1 '07. Это обновленная версия классической баскетбольной модели из кожи с эффектными цветами и идеальным сиянием.",
          price: 17900,
          articul: 5,
          sexId: 2,
          sizeId: 5,
          colorId: 10,
          brandId: 1,
        },
        //NIKE AIR MAX 90 GTX
        //Мужчины
        {
          model: "NIKE AIR MAX 90 GTX",
          description:
            "Nike AM 90 GTX - это распределенная между внешней кожей и внутренним текстилем мембрана GORE-TEX, которая оставит ваши ноги сухими в мокрую погоду. Яркая коллекция серых оттенков смешивается с кожей цвета «Summit White» и логотипом Swoosh для создания легкого оттенка",
          price: 15490,
          articul: 6,
          sexId: 1,
          sizeId: 4,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 90 GTX",
          description:
            "Nike AM 90 GTX - это распределенная между внешней кожей и внутренним текстилем мембрана GORE-TEX, которая оставит ваши ноги сухими в мокрую погоду. Яркая коллекция серых оттенков смешивается с кожей цвета «Summit White» и логотипом Swoosh для создания легкого оттенка",
          price: 15490,
          articul: 6,
          sexId: 1,
          sizeId: 5,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 90 GTX",
          description:
            "Nike AM 90 GTX - это распределенная между внешней кожей и внутренним текстилем мембрана GORE-TEX, которая оставит ваши ноги сухими в мокрую погоду. Яркая коллекция серых оттенков смешивается с кожей цвета «Summit White» и логотипом Swoosh для создания легкого оттенка",
          price: 15490,
          articul: 6,
          sexId: 1,
          sizeId: 6,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 90 GTX",
          description:
            "Nike AM 90 GTX - это распределенная между внешней кожей и внутренним текстилем мембрана GORE-TEX, которая оставит ваши ноги сухими в мокрую погоду. Яркая коллекция серых оттенков смешивается с кожей цвета «Summit White» и логотипом Swoosh для создания легкого оттенка",
          price: 15490,
          articul: 6,
          sexId: 1,
          sizeId: 7,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 90 GTX",
          description:
            "Nike AM 90 GTX - это распределенная между внешней кожей и внутренним текстилем мембрана GORE-TEX, которая оставит ваши ноги сухими в мокрую погоду. Яркая коллекция серых оттенков смешивается с кожей цвета «Summit White» и логотипом Swoosh для создания легкого оттенка",
          price: 15490,
          articul: 6,
          sexId: 1,
          sizeId: 8,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 90 GTX",
          description:
            "Nike AM 90 GTX - это распределенная между внешней кожей и внутренним текстилем мембрана GORE-TEX, которая оставит ваши ноги сухими в мокрую погоду. Яркая коллекция серых оттенков смешивается с кожей цвета «Summit White» и логотипом Swoosh для создания легкого оттенка",
          price: 15490,
          articul: 6,
          sexId: 1,
          sizeId: 9,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 90 GTX",
          description:
            "Nike AM 90 GTX - это распределенная между внешней кожей и внутренним текстилем мембрана GORE-TEX, которая оставит ваши ноги сухими в мокрую погоду. Яркая коллекция серых оттенков смешивается с кожей цвета «Summit White» и логотипом Swoosh для создания легкого оттенка",
          price: 15490,
          articul: 6,
          sexId: 1,
          sizeId: 10,
          colorId: 1,
          brandId: 1,
        },
        // женщины
        {
          model: "NIKE AIR MAX 90 GTX",
          description:
            "Nike AM 90 GTX - это распределенная между внешней кожей и внутренним текстилем мембрана GORE-TEX, которая оставит ваши ноги сухими в мокрую погоду. Яркая коллекция серых оттенков смешивается с кожей цвета «Summit White» и логотипом Swoosh для создания легкого оттенка",
          price: 15490,
          articul: 6,
          sexId: 2,
          sizeId: 1,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 90 GTX",
          description:
            "Nike AM 90 GTX - это распределенная между внешней кожей и внутренним текстилем мембрана GORE-TEX, которая оставит ваши ноги сухими в мокрую погоду. Яркая коллекция серых оттенков смешивается с кожей цвета «Summit White» и логотипом Swoosh для создания легкого оттенка",
          price: 15490,
          articul: 6,
          sexId: 2,
          sizeId: 2,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 90 GTX",
          description:
            "Nike AM 90 GTX - это распределенная между внешней кожей и внутренним текстилем мембрана GORE-TEX, которая оставит ваши ноги сухими в мокрую погоду. Яркая коллекция серых оттенков смешивается с кожей цвета «Summit White» и логотипом Swoosh для создания легкого оттенка",
          price: 15490,
          articul: 6,
          sexId: 2,
          sizeId: 3,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 90 GTX",
          description:
            "Nike AM 90 GTX - это распределенная между внешней кожей и внутренним текстилем мембрана GORE-TEX, которая оставит ваши ноги сухими в мокрую погоду. Яркая коллекция серых оттенков смешивается с кожей цвета «Summit White» и логотипом Swoosh для создания легкого оттенка",
          price: 15490,
          articul: 6,
          sexId: 2,
          sizeId: 4,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 90 GTX",
          description:
            "Nike AM 90 GTX - это распределенная между внешней кожей и внутренним текстилем мембрана GORE-TEX, которая оставит ваши ноги сухими в мокрую погоду. Яркая коллекция серых оттенков смешивается с кожей цвета «Summit White» и логотипом Swoosh для создания легкого оттенка",
          price: 15490,
          articul: 6,
          sexId: 2,
          sizeId: 5,
          colorId: 1,
          brandId: 1,
        },
        //NIKE AIR MAX 2090
        //мужчины
        {
          model: "NIKE AIR MAX 2090",
          description:
            "Кроссовки Nike Air Max 2090, дизайн которых вдохновлен легендарными Air Max 90, выполнены в эффектном футуристическом стиле. Новая амортизирующая вставка Nike Air обеспечивает непревзойденный комфорт, а верх из разноцветного текстиля и прозрачной сетки дополнен элементами классической модели, создавая современный образ.",
          price: 9790,
          articul: 7,
          sexId: 1,
          sizeId: 4,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 2090",
          description:
            "Кроссовки Nike Air Max 2090, дизайн которых вдохновлен легендарными Air Max 90, выполнены в эффектном футуристическом стиле. Новая амортизирующая вставка Nike Air обеспечивает непревзойденный комфорт, а верх из разноцветного текстиля и прозрачной сетки дополнен элементами классической модели, создавая современный образ.",
          price: 9790,
          articul: 7,
          sexId: 1,
          sizeId: 5,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 2090",
          description:
            "Кроссовки Nike Air Max 2090, дизайн которых вдохновлен легендарными Air Max 90, выполнены в эффектном футуристическом стиле. Новая амортизирующая вставка Nike Air обеспечивает непревзойденный комфорт, а верх из разноцветного текстиля и прозрачной сетки дополнен элементами классической модели, создавая современный образ.",
          price: 9790,
          articul: 7,
          sexId: 1,
          sizeId: 6,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 2090",
          description:
            "Кроссовки Nike Air Max 2090, дизайн которых вдохновлен легендарными Air Max 90, выполнены в эффектном футуристическом стиле. Новая амортизирующая вставка Nike Air обеспечивает непревзойденный комфорт, а верх из разноцветного текстиля и прозрачной сетки дополнен элементами классической модели, создавая современный образ.",
          price: 9790,
          articul: 7,
          sexId: 1,
          sizeId: 7,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 2090",
          description:
            "Кроссовки Nike Air Max 2090, дизайн которых вдохновлен легендарными Air Max 90, выполнены в эффектном футуристическом стиле. Новая амортизирующая вставка Nike Air обеспечивает непревзойденный комфорт, а верх из разноцветного текстиля и прозрачной сетки дополнен элементами классической модели, создавая современный образ.",
          price: 9790,
          articul: 7,
          sexId: 1,
          sizeId: 8,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 2090",
          description:
            "Кроссовки Nike Air Max 2090, дизайн которых вдохновлен легендарными Air Max 90, выполнены в эффектном футуристическом стиле. Новая амортизирующая вставка Nike Air обеспечивает непревзойденный комфорт, а верх из разноцветного текстиля и прозрачной сетки дополнен элементами классической модели, создавая современный образ.",
          price: 9790,
          articul: 7,
          sexId: 1,
          sizeId: 9,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 2090",
          description:
            "Кроссовки Nike Air Max 2090, дизайн которых вдохновлен легендарными Air Max 90, выполнены в эффектном футуристическом стиле. Новая амортизирующая вставка Nike Air обеспечивает непревзойденный комфорт, а верх из разноцветного текстиля и прозрачной сетки дополнен элементами классической модели, создавая современный образ.",
          price: 9790,
          articul: 7,
          sexId: 1,
          sizeId: 10,
          colorId: 10,
          brandId: 1,
        },
        // женщины
        {
          model: "NIKE AIR MAX 2090",
          description:
            "Кроссовки Nike Air Max 2090, дизайн которых вдохновлен легендарными Air Max 90, выполнены в эффектном футуристическом стиле. Новая амортизирующая вставка Nike Air обеспечивает непревзойденный комфорт, а верх из разноцветного текстиля и прозрачной сетки дополнен элементами классической модели, создавая современный образ.",
          price: 9790,
          articul: 7,
          sexId: 2,
          sizeId: 1,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 2090",
          description:
            "Кроссовки Nike Air Max 2090, дизайн которых вдохновлен легендарными Air Max 90, выполнены в эффектном футуристическом стиле. Новая амортизирующая вставка Nike Air обеспечивает непревзойденный комфорт, а верх из разноцветного текстиля и прозрачной сетки дополнен элементами классической модели, создавая современный образ.",
          price: 9790,
          articul: 7,
          sexId: 2,
          sizeId: 2,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 2090",
          description:
            "Кроссовки Nike Air Max 2090, дизайн которых вдохновлен легендарными Air Max 90, выполнены в эффектном футуристическом стиле. Новая амортизирующая вставка Nike Air обеспечивает непревзойденный комфорт, а верх из разноцветного текстиля и прозрачной сетки дополнен элементами классической модели, создавая современный образ.",
          price: 9790,
          articul: 7,
          sexId: 2,
          sizeId: 3,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 2090",
          description:
            "Кроссовки Nike Air Max 2090, дизайн которых вдохновлен легендарными Air Max 90, выполнены в эффектном футуристическом стиле. Новая амортизирующая вставка Nike Air обеспечивает непревзойденный комфорт, а верх из разноцветного текстиля и прозрачной сетки дополнен элементами классической модели, создавая современный образ.",
          price: 9790,
          articul: 7,
          sexId: 2,
          sizeId: 4,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX 2090",
          description:
            "Кроссовки Nike Air Max 2090, дизайн которых вдохновлен легендарными Air Max 90, выполнены в эффектном футуристическом стиле. Новая амортизирующая вставка Nike Air обеспечивает непревзойденный комфорт, а верх из разноцветного текстиля и прозрачной сетки дополнен элементами классической модели, создавая современный образ.",
          price: 9790,
          articul: 7,
          sexId: 2,
          sizeId: 5,
          colorId: 10,
          brandId: 1,
        },
        //JORDAN MA2 CV8122-102
        //мужчины
        {
          model: "JORDAN MA2 CV8122-102",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 11900,
          articul: 8,
          sexId: 1,
          sizeId: 4,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "JORDAN MA2 CV8122-102",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 11900,
          articul: 8,
          sexId: 1,
          sizeId: 5,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "JORDAN MA2 CV8122-102",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 11900,
          articul: 8,
          sexId: 1,
          sizeId: 6,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "JORDAN MA2 CV8122-102",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 11900,
          articul: 8,
          sexId: 1,
          sizeId: 7,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "JORDAN MA2 CV8122-102",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 11900,
          articul: 8,
          sexId: 1,
          sizeId: 8,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "JORDAN MA2 CV8122-102",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 11900,
          articul: 8,
          sexId: 1,
          sizeId: 9,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "JORDAN MA2 CV8122-102",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 11900,
          articul: 8,
          sexId: 1,
          sizeId: 10,
          colorId: 1,
          brandId: 1,
        },
        // женщины
        {
          model: "JORDAN MA2 CV8122-102",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 11900,
          articul: 8,
          sexId: 2,
          sizeId: 1,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "JORDAN MA2 CV8122-102",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 11900,
          articul: 8,
          sexId: 2,
          sizeId: 2,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "JORDAN MA2 CV8122-102",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 11900,
          articul: 8,
          sexId: 2,
          sizeId: 3,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "JORDAN MA2 CV8122-102",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 11900,
          articul: 8,
          sexId: 2,
          sizeId: 4,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "JORDAN MA2 CV8122-102",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 11900,
          articul: 8,
          sexId: 2,
          sizeId: 5,
          colorId: 1,
          brandId: 1,
        },
        //NIKE LUNAR FORCE 1 DUCKBOOT
        //мужчины
        {
          model: "NIKE LUNAR FORCE 1 DUCKBOOT",
          description:
            "Ботинки Nike Lunar Force 1 Duckboot — новая версия оригинальных кроссовок AF1 в исполнении для холодной погоды. Когда на улице холоднее, чем на обратной стороне луны и идет дождь, ты все равно должен хорошо выглядеть",
          price: 16490,
          articul: 9,
          sexId: 1,
          sizeId: 4,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE LUNAR FORCE 1 DUCKBOOT",
          description:
            "Ботинки Nike Lunar Force 1 Duckboot — новая версия оригинальных кроссовок AF1 в исполнении для холодной погоды. Когда на улице холоднее, чем на обратной стороне луны и идет дождь, ты все равно должен хорошо выглядеть",
          price: 16490,
          articul: 9,
          sexId: 1,
          sizeId: 5,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE LUNAR FORCE 1 DUCKBOOT",
          description:
            "Ботинки Nike Lunar Force 1 Duckboot — новая версия оригинальных кроссовок AF1 в исполнении для холодной погоды. Когда на улице холоднее, чем на обратной стороне луны и идет дождь, ты все равно должен хорошо выглядеть",
          price: 16490,
          articul: 9,
          sexId: 1,
          sizeId: 6,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE LUNAR FORCE 1 DUCKBOOT",
          description:
            "Ботинки Nike Lunar Force 1 Duckboot — новая версия оригинальных кроссовок AF1 в исполнении для холодной погоды. Когда на улице холоднее, чем на обратной стороне луны и идет дождь, ты все равно должен хорошо выглядеть",
          price: 16490,
          articul: 9,
          sexId: 1,
          sizeId: 7,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE LUNAR FORCE 1 DUCKBOOT",
          description:
            "Ботинки Nike Lunar Force 1 Duckboot — новая версия оригинальных кроссовок AF1 в исполнении для холодной погоды. Когда на улице холоднее, чем на обратной стороне луны и идет дождь, ты все равно должен хорошо выглядеть",
          price: 16490,
          articul: 9,
          sexId: 1,
          sizeId: 8,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE LUNAR FORCE 1 DUCKBOOT",
          description:
            "Ботинки Nike Lunar Force 1 Duckboot — новая версия оригинальных кроссовок AF1 в исполнении для холодной погоды. Когда на улице холоднее, чем на обратной стороне луны и идет дождь, ты все равно должен хорошо выглядеть",
          price: 16490,
          articul: 9,
          sexId: 1,
          sizeId: 9,
          colorId: 10,
          brandId: 1,
        },
        {
          model: "NIKE LUNAR FORCE 1 DUCKBOOT",
          description:
            "Ботинки Nike Lunar Force 1 Duckboot — новая версия оригинальных кроссовок AF1 в исполнении для холодной погоды. Когда на улице холоднее, чем на обратной стороне луны и идет дождь, ты все равно должен хорошо выглядеть",
          price: 16490,
          articul: 9,
          sexId: 1,
          sizeId: 10,
          colorId: 10,
          brandId: 1,
        },
        //NIKE AIR MAX TERRASCAPE PLUS
        //мужчины
        {
          model: "NIKE AIR MAX TERRASCAPE PLUS",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 15900,
          articul: 10,
          sexId: 1,
          sizeId: 4,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE PLUS",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 15900,
          articul: 10,
          sexId: 1,
          sizeId: 5,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE PLUS",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 15900,
          articul: 10,
          sexId: 1,
          sizeId: 6,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE PLUS",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 15900,
          articul: 10,
          sexId: 1,
          sizeId: 7,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE PLUS",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 15900,
          articul: 10,
          sexId: 1,
          sizeId: 8,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE PLUS",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 15900,
          articul: 10,
          sexId: 1,
          sizeId: 9,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE PLUS",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 15900,
          articul: 10,
          sexId: 1,
          sizeId: 10,
          colorId: 1,
          brandId: 1,
        },
        // женщины
        {
          model: "NIKE AIR MAX TERRASCAPE PLUS",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 15900,
          articul: 10,
          sexId: 2,
          sizeId: 1,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE PLUS",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 15900,
          articul: 10,
          sexId: 2,
          sizeId: 2,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE PLUS",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 15900,
          articul: 10,
          sexId: 2,
          sizeId: 3,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE PLUS",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 15900,
          articul: 10,
          sexId: 2,
          sizeId: 4,
          colorId: 1,
          brandId: 1,
        },
        {
          model: "NIKE AIR MAX TERRASCAPE PLUS",
          description:
            "Кроссовки Air Max Terrascape Plus от американского бренда Nike из линейки Move to Zero, включающей в себя позиции со значительной долей переработанных материалов в составе. Пара представлена в многослойном дизайне и сочетает в себе прочный текстиль и каркас из TPU.",
          price: 15900,
          articul: 10,
          sexId: 2,
          sizeId: 5,
          colorId: 1,
          brandId: 1,
        },

        //ADIDAS ORIGINALS NITEBALL
        //мужчины
        {
          model: "ADIDAS ORIGINALS NITEBALL",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры.",
          price: 13490,
          articul: 11,
          sexId: 1,
          sizeId: 4,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры.",
          price: 13490,
          articul: 11,
          sexId: 1,
          sizeId: 5,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры.",
          price: 13490,
          articul: 11,
          sexId: 1,
          sizeId: 6,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры.",
          price: 13490,
          articul: 11,
          sexId: 1,
          sizeId: 7,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры.",
          price: 13490,
          articul: 11,
          sexId: 1,
          sizeId: 8,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры.",
          price: 13490,
          articul: 11,
          sexId: 1,
          sizeId: 9,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры.",
          price: 13490,
          articul: 11,
          sexId: 1,
          sizeId: 10,
          colorId: 9,
          brandId: 2,
        },
        //ADIDAS ORIGINALS FORUM LOW
        //мужчины
        {
          model: "ADIDAS ORIGINALS FORUM LOW",
          description:
            "Это больше, чем просто обувь, это заявление. adidas Forum появились на сцене в 84-м году и завоевали большую любовь как на паркете, так и в музыкальном бизнесе. Эта пара классических кроссовок возвращает в моду 80-е, взрывную энергию баскетбольной площадки и культовую конструкцию со съемным ремешком на лодыжке, превращаясь в версию с низким верхом, предназначенную для улиц",
          price: 11990,
          articul: 12,
          sexId: 1,
          sizeId: 4,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS FORUM LOW",
          description:
            "Это больше, чем просто обувь, это заявление. adidas Forum появились на сцене в 84-м году и завоевали большую любовь как на паркете, так и в музыкальном бизнесе. Эта пара классических кроссовок возвращает в моду 80-е, взрывную энергию баскетбольной площадки и культовую конструкцию со съемным ремешком на лодыжке, превращаясь в версию с низким верхом, предназначенную для улиц",
          price: 11990,
          articul: 12,
          sexId: 1,
          sizeId: 5,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS FORUM LOW",
          description:
            "Это больше, чем просто обувь, это заявление. adidas Forum появились на сцене в 84-м году и завоевали большую любовь как на паркете, так и в музыкальном бизнесе. Эта пара классических кроссовок возвращает в моду 80-е, взрывную энергию баскетбольной площадки и культовую конструкцию со съемным ремешком на лодыжке, превращаясь в версию с низким верхом, предназначенную для улиц",
          price: 11990,
          articul: 12,
          sexId: 1,
          sizeId: 6,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS FORUM LOW",
          description:
            "Это больше, чем просто обувь, это заявление. adidas Forum появились на сцене в 84-м году и завоевали большую любовь как на паркете, так и в музыкальном бизнесе. Эта пара классических кроссовок возвращает в моду 80-е, взрывную энергию баскетбольной площадки и культовую конструкцию со съемным ремешком на лодыжке, превращаясь в версию с низким верхом, предназначенную для улиц",
          price: 11990,
          articul: 12,
          sexId: 1,
          sizeId: 7,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS FORUM LOW",
          description:
            "Это больше, чем просто обувь, это заявление. adidas Forum появились на сцене в 84-м году и завоевали большую любовь как на паркете, так и в музыкальном бизнесе. Эта пара классических кроссовок возвращает в моду 80-е, взрывную энергию баскетбольной площадки и культовую конструкцию со съемным ремешком на лодыжке, превращаясь в версию с низким верхом, предназначенную для улиц",
          price: 11990,
          articul: 12,
          sexId: 1,
          sizeId: 8,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS FORUM LOW",
          description:
            "Это больше, чем просто обувь, это заявление. adidas Forum появились на сцене в 84-м году и завоевали большую любовь как на паркете, так и в музыкальном бизнесе. Эта пара классических кроссовок возвращает в моду 80-е, взрывную энергию баскетбольной площадки и культовую конструкцию со съемным ремешком на лодыжке, превращаясь в версию с низким верхом, предназначенную для улиц",
          price: 11990,
          articul: 12,
          sexId: 1,
          sizeId: 9,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS FORUM LOW",
          description:
            "Это больше, чем просто обувь, это заявление. adidas Forum появились на сцене в 84-м году и завоевали большую любовь как на паркете, так и в музыкальном бизнесе. Эта пара классических кроссовок возвращает в моду 80-е, взрывную энергию баскетбольной площадки и культовую конструкцию со съемным ремешком на лодыжке, превращаясь в версию с низким верхом, предназначенную для улиц",
          price: 11990,
          articul: 12,
          sexId: 1,
          sizeId: 10,
          colorId: 1,
          brandId: 2,
        },
        // женщины
        {
          model: "ADIDAS ORIGINALS FORUM LOW",
          description:
            "Это больше, чем просто обувь, это заявление. adidas Forum появились на сцене в 84-м году и завоевали большую любовь как на паркете, так и в музыкальном бизнесе. Эта пара классических кроссовок возвращает в моду 80-е, взрывную энергию баскетбольной площадки и культовую конструкцию со съемным ремешком на лодыжке, превращаясь в версию с низким верхом, предназначенную для улиц",
          price: 11990,
          articul: 12,
          sexId: 2,
          sizeId: 1,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS FORUM LOW",
          description:
            "Это больше, чем просто обувь, это заявление. adidas Forum появились на сцене в 84-м году и завоевали большую любовь как на паркете, так и в музыкальном бизнесе. Эта пара классических кроссовок возвращает в моду 80-е, взрывную энергию баскетбольной площадки и культовую конструкцию со съемным ремешком на лодыжке, превращаясь в версию с низким верхом, предназначенную для улиц",
          price: 11990,
          articul: 12,
          sexId: 2,
          sizeId: 2,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS FORUM LOW",
          description:
            "Это больше, чем просто обувь, это заявление. adidas Forum появились на сцене в 84-м году и завоевали большую любовь как на паркете, так и в музыкальном бизнесе. Эта пара классических кроссовок возвращает в моду 80-е, взрывную энергию баскетбольной площадки и культовую конструкцию со съемным ремешком на лодыжке, превращаясь в версию с низким верхом, предназначенную для улиц",
          price: 11990,
          articul: 12,
          sexId: 2,
          sizeId: 3,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS FORUM LOW",
          description:
            "Это больше, чем просто обувь, это заявление. adidas Forum появились на сцене в 84-м году и завоевали большую любовь как на паркете, так и в музыкальном бизнесе. Эта пара классических кроссовок возвращает в моду 80-е, взрывную энергию баскетбольной площадки и культовую конструкцию со съемным ремешком на лодыжке, превращаясь в версию с низким верхом, предназначенную для улиц",
          price: 11990,
          articul: 12,
          sexId: 2,
          sizeId: 4,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS FORUM LOW",
          description:
            "Это больше, чем просто обувь, это заявление. adidas Forum появились на сцене в 84-м году и завоевали большую любовь как на паркете, так и в музыкальном бизнесе. Эта пара классических кроссовок возвращает в моду 80-е, взрывную энергию баскетбольной площадки и культовую конструкцию со съемным ремешком на лодыжке, превращаясь в версию с низким верхом, предназначенную для улиц",
          price: 11990,
          articul: 12,
          sexId: 2,
          sizeId: 5,
          colorId: 1,
          brandId: 2,
        },
        //ADIDAS NEO ENTRAP MID
        //мужчины
        {
          model: "ADIDAS NEO ENTRAP MID",
          description:
            "В adidas Entrap ты выглядишь как звезды Высшей лиги, даже если ни разу не выходил на площадку. Винтажный дизайн этих кед напоминает о баскетбольных моделях 80-х и 90-х. Они станут идеальным дополнением спортивного образа.",
          price: 9890,
          articul: 13,
          sexId: 1,
          sizeId: 4,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS NEO ENTRAP MID",
          description:
            "В adidas Entrap ты выглядишь как звезды Высшей лиги, даже если ни разу не выходил на площадку. Винтажный дизайн этих кед напоминает о баскетбольных моделях 80-х и 90-х. Они станут идеальным дополнением спортивного образа.",
          price: 9890,
          articul: 13,
          sexId: 1,
          sizeId: 5,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS NEO ENTRAP MID",
          description:
            "В adidas Entrap ты выглядишь как звезды Высшей лиги, даже если ни разу не выходил на площадку. Винтажный дизайн этих кед напоминает о баскетбольных моделях 80-х и 90-х. Они станут идеальным дополнением спортивного образа.",
          price: 9890,
          articul: 13,
          sexId: 1,
          sizeId: 6,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS NEO ENTRAP MID",
          description:
            "В adidas Entrap ты выглядишь как звезды Высшей лиги, даже если ни разу не выходил на площадку. Винтажный дизайн этих кед напоминает о баскетбольных моделях 80-х и 90-х. Они станут идеальным дополнением спортивного образа.",
          price: 9890,
          articul: 13,
          sexId: 1,
          sizeId: 7,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS NEO ENTRAP MID",
          description:
            "В adidas Entrap ты выглядишь как звезды Высшей лиги, даже если ни разу не выходил на площадку. Винтажный дизайн этих кед напоминает о баскетбольных моделях 80-х и 90-х. Они станут идеальным дополнением спортивного образа.",
          price: 9890,
          articul: 13,
          sexId: 1,
          sizeId: 8,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS NEO ENTRAP MID",
          description:
            "В adidas Entrap ты выглядишь как звезды Высшей лиги, даже если ни разу не выходил на площадку. Винтажный дизайн этих кед напоминает о баскетбольных моделях 80-х и 90-х. Они станут идеальным дополнением спортивного образа.",
          price: 9890,
          articul: 13,
          sexId: 1,
          sizeId: 9,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS NEO ENTRAP MID",
          description:
            "В adidas Entrap ты выглядишь как звезды Высшей лиги, даже если ни разу не выходил на площадку. Винтажный дизайн этих кед напоминает о баскетбольных моделях 80-х и 90-х. Они станут идеальным дополнением спортивного образа.",
          price: 9890,
          articul: 13,
          sexId: 1,
          sizeId: 10,
          colorId: 3,
          brandId: 2,
        },
        //ADIDAS ORIGINALS NITEBALL ID
        //мужчины
        {
          model: "ADIDAS ORIGINALS NITEBALL ID",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры. ",
          price: 13990,
          articul: 14,
          sexId: 1,
          sizeId: 4,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL ID",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры. ",
          price: 13990,
          articul: 14,
          sexId: 1,
          sizeId: 5,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL ID",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры. ",
          price: 13990,
          articul: 14,
          sexId: 1,
          sizeId: 6,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL ID",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры. ",
          price: 13990,
          articul: 14,
          sexId: 1,
          sizeId: 7,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL ID",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры. ",
          price: 13990,
          articul: 14,
          sexId: 1,
          sizeId: 8,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL ID",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры. ",
          price: 13990,
          articul: 14,
          sexId: 1,
          sizeId: 9,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL ID",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры. ",
          price: 13990,
          articul: 14,
          sexId: 1,
          sizeId: 10,
          colorId: 3,
          brandId: 2,
        },
        // женщины
        {
          model: "ADIDAS ORIGINALS NITEBALL ID",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры. ",
          price: 13990,
          articul: 14,
          sexId: 2,
          sizeId: 1,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL ID",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры. ",
          price: 13990,
          articul: 14,
          sexId: 2,
          sizeId: 2,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL ID",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры. ",
          price: 13990,
          articul: 14,
          sexId: 2,
          sizeId: 3,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL ID",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры. ",
          price: 13990,
          articul: 14,
          sexId: 2,
          sizeId: 4,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL ID",
          description:
            "Если ты хочешь произвести впечатление, то начать можно с баскетбольной площадки. Именно там мы нашли вдохновение для этих кроссовок adidas Niteball. В смелом многослойном силуэте воплощена энергетика динамичной игры. ",
          price: 13990,
          articul: 14,
          sexId: 2,
          sizeId: 5,
          colorId: 3,
          brandId: 2,
        },
        //ADIDAS ORIGINALS NITEBALL 2.0
        //мужчины
        {
          model: "ADIDAS ORIGINALS NITEBALL 2.0",
          description:
            "Пришла пора покинуть скамейку запасных! Эффектные adidas Niteball 2.0 просто не позволят тебе остаться в тени. Архивный баскетбольный силуэт, переосмысленный в современном ключе, поможет создать дерзкий и стильный лук. Но главная фишка этих кроссовок — амортизирующая подошва, которая эффективно возвращает энергию и делает каждый шаг комфортным.",
          price: 13990,
          articul: 15,
          sexId: 1,
          sizeId: 4,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL 2.0",
          description:
            "Пришла пора покинуть скамейку запасных! Эффектные adidas Niteball 2.0 просто не позволят тебе остаться в тени. Архивный баскетбольный силуэт, переосмысленный в современном ключе, поможет создать дерзкий и стильный лук. Но главная фишка этих кроссовок — амортизирующая подошва, которая эффективно возвращает энергию и делает каждый шаг комфортным.",
          price: 13990,
          articul: 15,
          sexId: 1,
          sizeId: 5,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL 2.0",
          description:
            "Пришла пора покинуть скамейку запасных! Эффектные adidas Niteball 2.0 просто не позволят тебе остаться в тени. Архивный баскетбольный силуэт, переосмысленный в современном ключе, поможет создать дерзкий и стильный лук. Но главная фишка этих кроссовок — амортизирующая подошва, которая эффективно возвращает энергию и делает каждый шаг комфортным.",
          price: 13990,
          articul: 15,
          sexId: 1,
          sizeId: 6,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL 2.0",
          description:
            "Пришла пора покинуть скамейку запасных! Эффектные adidas Niteball 2.0 просто не позволят тебе остаться в тени. Архивный баскетбольный силуэт, переосмысленный в современном ключе, поможет создать дерзкий и стильный лук. Но главная фишка этих кроссовок — амортизирующая подошва, которая эффективно возвращает энергию и делает каждый шаг комфортным.",
          price: 13990,
          articul: 15,
          sexId: 1,
          sizeId: 7,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL 2.0",
          description:
            "Пришла пора покинуть скамейку запасных! Эффектные adidas Niteball 2.0 просто не позволят тебе остаться в тени. Архивный баскетбольный силуэт, переосмысленный в современном ключе, поможет создать дерзкий и стильный лук. Но главная фишка этих кроссовок — амортизирующая подошва, которая эффективно возвращает энергию и делает каждый шаг комфортным.",
          price: 13990,
          articul: 15,
          sexId: 1,
          sizeId: 8,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL 2.0",
          description:
            "Пришла пора покинуть скамейку запасных! Эффектные adidas Niteball 2.0 просто не позволят тебе остаться в тени. Архивный баскетбольный силуэт, переосмысленный в современном ключе, поможет создать дерзкий и стильный лук. Но главная фишка этих кроссовок — амортизирующая подошва, которая эффективно возвращает энергию и делает каждый шаг комфортным.",
          price: 13990,
          articul: 15,
          sexId: 1,
          sizeId: 9,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL 2.0",
          description:
            "Пришла пора покинуть скамейку запасных! Эффектные adidas Niteball 2.0 просто не позволят тебе остаться в тени. Архивный баскетбольный силуэт, переосмысленный в современном ключе, поможет создать дерзкий и стильный лук. Но главная фишка этих кроссовок — амортизирующая подошва, которая эффективно возвращает энергию и делает каждый шаг комфортным.",
          price: 13990,
          articul: 15,
          sexId: 1,
          sizeId: 10,
          colorId: 9,
          brandId: 2,
        },
        // женщины
        {
          model: "ADIDAS ORIGINALS NITEBALL 2.0",
          description:
            "Пришла пора покинуть скамейку запасных! Эффектные adidas Niteball 2.0 просто не позволят тебе остаться в тени. Архивный баскетбольный силуэт, переосмысленный в современном ключе, поможет создать дерзкий и стильный лук. Но главная фишка этих кроссовок — амортизирующая подошва, которая эффективно возвращает энергию и делает каждый шаг комфортным.",
          price: 13990,
          articul: 15,
          sexId: 2,
          sizeId: 1,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL 2.0",
          description:
            "Пришла пора покинуть скамейку запасных! Эффектные adidas Niteball 2.0 просто не позволят тебе остаться в тени. Архивный баскетбольный силуэт, переосмысленный в современном ключе, поможет создать дерзкий и стильный лук. Но главная фишка этих кроссовок — амортизирующая подошва, которая эффективно возвращает энергию и делает каждый шаг комфортным.",
          price: 13990,
          articul: 15,
          sexId: 2,
          sizeId: 2,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL 2.0",
          description:
            "Пришла пора покинуть скамейку запасных! Эффектные adidas Niteball 2.0 просто не позволят тебе остаться в тени. Архивный баскетбольный силуэт, переосмысленный в современном ключе, поможет создать дерзкий и стильный лук. Но главная фишка этих кроссовок — амортизирующая подошва, которая эффективно возвращает энергию и делает каждый шаг комфортным.",
          price: 13990,
          articul: 15,
          sexId: 2,
          sizeId: 3,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL 2.0",
          description:
            "Пришла пора покинуть скамейку запасных! Эффектные adidas Niteball 2.0 просто не позволят тебе остаться в тени. Архивный баскетбольный силуэт, переосмысленный в современном ключе, поможет создать дерзкий и стильный лук. Но главная фишка этих кроссовок — амортизирующая подошва, которая эффективно возвращает энергию и делает каждый шаг комфортным.",
          price: 13990,
          articul: 15,
          sexId: 2,
          sizeId: 4,
          colorId: 9,
          brandId: 2,
        },
        {
          model: "ADIDAS ORIGINALS NITEBALL 2.0",
          description:
            "Пришла пора покинуть скамейку запасных! Эффектные adidas Niteball 2.0 просто не позволят тебе остаться в тени. Архивный баскетбольный силуэт, переосмысленный в современном ключе, поможет создать дерзкий и стильный лук. Но главная фишка этих кроссовок — амортизирующая подошва, которая эффективно возвращает энергию и делает каждый шаг комфортным.",
          price: 13990,
          articul: 15,
          sexId: 2,
          sizeId: 5,
          colorId: 9,
          brandId: 2,
        },
        //ADIDAS Ozmillen
        //мужчины
        {
          model: "ADIDAS Ozmillen",
          description:
            "Кроссовки Adidas Ozmillen вдохновлены стильными парами из 90-х годов, силуэт которых умело трансформировался под современные тренды. Верх модели создан из сетчатого текстиля, который активно пропускает воздух.",
          price: 14399,
          articul: 16,
          sexId: 1,
          sizeId: 4,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozmillen",
          description:
            "Кроссовки Adidas Ozmillen вдохновлены стильными парами из 90-х годов, силуэт которых умело трансформировался под современные тренды. Верх модели создан из сетчатого текстиля, который активно пропускает воздух.",
          price: 14399,
          articul: 16,
          sexId: 1,
          sizeId: 5,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozmillen",
          description:
            "Кроссовки Adidas Ozmillen вдохновлены стильными парами из 90-х годов, силуэт которых умело трансформировался под современные тренды. Верх модели создан из сетчатого текстиля, который активно пропускает воздух.",
          price: 14399,
          articul: 16,
          sexId: 1,
          sizeId: 6,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozmillen",
          description:
            "Кроссовки Adidas Ozmillen вдохновлены стильными парами из 90-х годов, силуэт которых умело трансформировался под современные тренды. Верх модели создан из сетчатого текстиля, который активно пропускает воздух.",
          price: 14399,
          articul: 16,
          sexId: 1,
          sizeId: 7,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozmillen",
          description:
            "Кроссовки Adidas Ozmillen вдохновлены стильными парами из 90-х годов, силуэт которых умело трансформировался под современные тренды. Верх модели создан из сетчатого текстиля, который активно пропускает воздух.",
          price: 14399,
          articul: 16,
          sexId: 1,
          sizeId: 8,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozmillen",
          description:
            "Кроссовки Adidas Ozmillen вдохновлены стильными парами из 90-х годов, силуэт которых умело трансформировался под современные тренды. Верх модели создан из сетчатого текстиля, который активно пропускает воздух.",
          price: 14399,
          articul: 16,
          sexId: 1,
          sizeId: 9,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozmillen",
          description:
            "Кроссовки Adidas Ozmillen вдохновлены стильными парами из 90-х годов, силуэт которых умело трансформировался под современные тренды. Верх модели создан из сетчатого текстиля, который активно пропускает воздух.",
          price: 14399,
          articul: 16,
          sexId: 1,
          sizeId: 10,
          colorId: 3,
          brandId: 2,
        },
        // женщины
        {
          model: "ADIDAS Ozmillen",
          description:
            "Кроссовки Adidas Ozmillen вдохновлены стильными парами из 90-х годов, силуэт которых умело трансформировался под современные тренды. Верх модели создан из сетчатого текстиля, который активно пропускает воздух.",
          price: 14399,
          articul: 16,
          sexId: 2,
          sizeId: 1,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozmillen",
          description:
            "Кроссовки Adidas Ozmillen вдохновлены стильными парами из 90-х годов, силуэт которых умело трансформировался под современные тренды. Верх модели создан из сетчатого текстиля, который активно пропускает воздух.",
          price: 14399,
          articul: 16,
          sexId: 2,
          sizeId: 2,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozmillen",
          description:
            "Кроссовки Adidas Ozmillen вдохновлены стильными парами из 90-х годов, силуэт которых умело трансформировался под современные тренды. Верх модели создан из сетчатого текстиля, который активно пропускает воздух.",
          price: 14399,
          articul: 16,
          sexId: 2,
          sizeId: 3,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozmillen",
          description:
            "Кроссовки Adidas Ozmillen вдохновлены стильными парами из 90-х годов, силуэт которых умело трансформировался под современные тренды. Верх модели создан из сетчатого текстиля, который активно пропускает воздух.",
          price: 14399,
          articul: 16,
          sexId: 2,
          sizeId: 4,
          colorId: 3,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozmillen",
          description:
            "Кроссовки Adidas Ozmillen вдохновлены стильными парами из 90-х годов, силуэт которых умело трансформировался под современные тренды. Верх модели создан из сетчатого текстиля, который активно пропускает воздух.",
          price: 14399,
          articul: 16,
          sexId: 2,
          sizeId: 5,
          colorId: 3,
          brandId: 2,
        },
        //ADIDAS Ozweego
        //мужчины
        {
          model: "ADIDAS Ozweego",
          description:
            "Adidas Ozweego — серия кроссовок от adidas, запущенная в 90-х и продолжающая свое развитие в современности. Модели adidas Ozweego отличаются характерным дизайном на стыке технологий и функциональности, выделяются агрессивным силуэтом и создаются с применением продвинутых разработок.",
          price: 8999,
          articul: 17,
          sexId: 1,
          sizeId: 4,
          colorId: 10,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozweego",
          description:
            "Adidas Ozweego — серия кроссовок от adidas, запущенная в 90-х и продолжающая свое развитие в современности. Модели adidas Ozweego отличаются характерным дизайном на стыке технологий и функциональности, выделяются агрессивным силуэтом и создаются с применением продвинутых разработок.",
          price: 8999,
          articul: 17,
          sexId: 1,
          sizeId: 5,
          colorId: 10,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozweego",
          description:
            "Adidas Ozweego — серия кроссовок от adidas, запущенная в 90-х и продолжающая свое развитие в современности. Модели adidas Ozweego отличаются характерным дизайном на стыке технологий и функциональности, выделяются агрессивным силуэтом и создаются с применением продвинутых разработок.",
          price: 8999,
          articul: 17,
          sexId: 1,
          sizeId: 6,
          colorId: 10,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozweego",
          description:
            "Adidas Ozweego — серия кроссовок от adidas, запущенная в 90-х и продолжающая свое развитие в современности. Модели adidas Ozweego отличаются характерным дизайном на стыке технологий и функциональности, выделяются агрессивным силуэтом и создаются с применением продвинутых разработок.",
          price: 8999,
          articul: 17,
          sexId: 1,
          sizeId: 7,
          colorId: 10,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozweego",
          description:
            "Adidas Ozweego — серия кроссовок от adidas, запущенная в 90-х и продолжающая свое развитие в современности. Модели adidas Ozweego отличаются характерным дизайном на стыке технологий и функциональности, выделяются агрессивным силуэтом и создаются с применением продвинутых разработок.",
          price: 8999,
          articul: 17,
          sexId: 1,
          sizeId: 8,
          colorId: 10,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozweego",
          description:
            "Adidas Ozweego — серия кроссовок от adidas, запущенная в 90-х и продолжающая свое развитие в современности. Модели adidas Ozweego отличаются характерным дизайном на стыке технологий и функциональности, выделяются агрессивным силуэтом и создаются с применением продвинутых разработок.",
          price: 8999,
          articul: 17,
          sexId: 1,
          sizeId: 9,
          colorId: 10,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozweego",
          description:
            "Adidas Ozweego — серия кроссовок от adidas, запущенная в 90-х и продолжающая свое развитие в современности. Модели adidas Ozweego отличаются характерным дизайном на стыке технологий и функциональности, выделяются агрессивным силуэтом и создаются с применением продвинутых разработок.",
          price: 8999,
          articul: 17,
          sexId: 1,
          sizeId: 10,
          colorId: 10,
          brandId: 2,
        },
        // женщины
        {
          model: "ADIDAS Ozweego",
          description:
            "Adidas Ozweego — серия кроссовок от adidas, запущенная в 90-х и продолжающая свое развитие в современности. Модели adidas Ozweego отличаются характерным дизайном на стыке технологий и функциональности, выделяются агрессивным силуэтом и создаются с применением продвинутых разработок.",
          price: 8999,
          articul: 17,
          sexId: 2,
          sizeId: 1,
          colorId: 10,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozweego",
          description:
            "Adidas Ozweego — серия кроссовок от adidas, запущенная в 90-х и продолжающая свое развитие в современности. Модели adidas Ozweego отличаются характерным дизайном на стыке технологий и функциональности, выделяются агрессивным силуэтом и создаются с применением продвинутых разработок.",
          price: 8999,
          articul: 17,
          sexId: 2,
          sizeId: 2,
          colorId: 10,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozweego",
          description:
            "Adidas Ozweego — серия кроссовок от adidas, запущенная в 90-х и продолжающая свое развитие в современности. Модели adidas Ozweego отличаются характерным дизайном на стыке технологий и функциональности, выделяются агрессивным силуэтом и создаются с применением продвинутых разработок.",
          price: 8999,
          articul: 17,
          sexId: 2,
          sizeId: 3,
          colorId: 10,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozweego",
          description:
            "Adidas Ozweego — серия кроссовок от adidas, запущенная в 90-х и продолжающая свое развитие в современности. Модели adidas Ozweego отличаются характерным дизайном на стыке технологий и функциональности, выделяются агрессивным силуэтом и создаются с применением продвинутых разработок.",
          price: 8999,
          articul: 17,
          sexId: 2,
          sizeId: 4,
          colorId: 10,
          brandId: 2,
        },
        {
          model: "ADIDAS Ozweego",
          description:
            "Adidas Ozweego — серия кроссовок от adidas, запущенная в 90-х и продолжающая свое развитие в современности. Модели adidas Ozweego отличаются характерным дизайном на стыке технологий и функциональности, выделяются агрессивным силуэтом и создаются с применением продвинутых разработок.",
          price: 8999,
          articul: 17,
          sexId: 2,
          sizeId: 5,
          colorId: 10,
          brandId: 2,
        },

        //ADIDAS NEO ENTRAP MID FY
        //мужчины
        {
          model: "ADIDAS NEO ENTRAP MID FY",
          description:
            "Эта модель кроссовок от известного бренда adidas сочетает в себе стиль и комфорт, идеально подходя для повседневного ношения.",
          price: 9890,
          articul: 18,
          sexId: 1,
          sizeId: 4,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS NEO ENTRAP MID FY",
          description:
            "Эта модель кроссовок от известного бренда adidas сочетает в себе стиль и комфорт, идеально подходя для повседневного ношения.",
          price: 9890,
          articul: 18,
          sexId: 1,
          sizeId: 5,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS NEO ENTRAP MID FY",
          description:
            "Эта модель кроссовок от известного бренда adidas сочетает в себе стиль и комфорт, идеально подходя для повседневного ношения.",
          price: 9890,
          articul: 18,
          sexId: 1,
          sizeId: 6,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS NEO ENTRAP MID FY",
          description:
            "Эта модель кроссовок от известного бренда adidas сочетает в себе стиль и комфорт, идеально подходя для повседневного ношения.",
          price: 9890,
          articul: 18,
          sexId: 1,
          sizeId: 7,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS NEO ENTRAP MID FY",
          description:
            "Эта модель кроссовок от известного бренда adidas сочетает в себе стиль и комфорт, идеально подходя для повседневного ношения.",
          price: 9890,
          articul: 18,
          sexId: 1,
          sizeId: 8,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS NEO ENTRAP MID FY",
          description:
            "Эта модель кроссовок от известного бренда adidas сочетает в себе стиль и комфорт, идеально подходя для повседневного ношения.",
          price: 9890,
          articul: 18,
          sexId: 1,
          sizeId: 9,
          colorId: 1,
          brandId: 2,
        },
        {
          model: "ADIDAS NEO ENTRAP MID FY",
          description:
            "Эта модель кроссовок от известного бренда adidas сочетает в себе стиль и комфорт, идеально подходя для повседневного ношения.",
          price: 9890,
          articul: 18,
          sexId: 1,
          sizeId: 10,
          colorId: 1,
          brandId: 2,
        },
        //REEBOK CLUB C REVENGE LEGACY
        //мужчины
        {
          model: "REEBOK CLUB C REVENGE LEGACY",
          description:
            "Club C Revenge Legacy остается фаворитом Reebok, потому что он выглядит идеально, где бы вы его ни носили. Верх этих кроссовок, сделанный из гладкой кожи, создает чистый и классический вид. Мягкая стелька повышает уровень комфорта, когда вы в движении.",
          price: 7699,
          articul: 19,
          sexId: 1,
          sizeId: 4,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK CLUB C REVENGE LEGACY",
          description:
            "Club C Revenge Legacy остается фаворитом Reebok, потому что он выглядит идеально, где бы вы его ни носили. Верх этих кроссовок, сделанный из гладкой кожи, создает чистый и классический вид. Мягкая стелька повышает уровень комфорта, когда вы в движении.",
          price: 7699,
          articul: 19,
          sexId: 1,
          sizeId: 5,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK CLUB C REVENGE LEGACY",
          description:
            "Club C Revenge Legacy остается фаворитом Reebok, потому что он выглядит идеально, где бы вы его ни носили. Верх этих кроссовок, сделанный из гладкой кожи, создает чистый и классический вид. Мягкая стелька повышает уровень комфорта, когда вы в движении.",
          price: 7699,
          articul: 19,
          sexId: 1,
          sizeId: 6,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK CLUB C REVENGE LEGACY",
          description:
            "Club C Revenge Legacy остается фаворитом Reebok, потому что он выглядит идеально, где бы вы его ни носили. Верх этих кроссовок, сделанный из гладкой кожи, создает чистый и классический вид. Мягкая стелька повышает уровень комфорта, когда вы в движении.",
          price: 7699,
          articul: 19,
          sexId: 1,
          sizeId: 7,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK CLUB C REVENGE LEGACY",
          description:
            "Club C Revenge Legacy остается фаворитом Reebok, потому что он выглядит идеально, где бы вы его ни носили. Верх этих кроссовок, сделанный из гладкой кожи, создает чистый и классический вид. Мягкая стелька повышает уровень комфорта, когда вы в движении.",
          price: 7699,
          articul: 19,
          sexId: 1,
          sizeId: 8,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK CLUB C REVENGE LEGACY",
          description:
            "Club C Revenge Legacy остается фаворитом Reebok, потому что он выглядит идеально, где бы вы его ни носили. Верх этих кроссовок, сделанный из гладкой кожи, создает чистый и классический вид. Мягкая стелька повышает уровень комфорта, когда вы в движении.",
          price: 7699,
          articul: 19,
          sexId: 1,
          sizeId: 9,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK CLUB C REVENGE LEGACY",
          description:
            "Club C Revenge Legacy остается фаворитом Reebok, потому что он выглядит идеально, где бы вы его ни носили. Верх этих кроссовок, сделанный из гладкой кожи, создает чистый и классический вид. Мягкая стелька повышает уровень комфорта, когда вы в движении.",
          price: 7699,
          articul: 19,
          sexId: 1,
          sizeId: 10,
          colorId: 1,
          brandId: 3,
        },

        //REEBOK CLASSIC LEATHER LEGACY
        //мужчины
        {
          model: "REEBOK CLASSIC LEATHER LEGACY",
          description:
            "Оригинальный стиль Reebok на новом уровне. В этих кроссовках Classic Leather Legacy есть все, что нравится – от зазубренных краев до ярких контрастных полос. С массивной подошвой образ будет на высоте в прямом смысле слова. И в переносном тоже.",
          price: 9699,
          articul: 20,
          sexId: 1,
          sizeId: 4,
          colorId: 2,
          brandId: 3,
        },
        {
          model: "REEBOK CLASSIC LEATHER LEGACY",
          description:
            "Оригинальный стиль Reebok на новом уровне. В этих кроссовках Classic Leather Legacy есть все, что нравится – от зазубренных краев до ярких контрастных полос. С массивной подошвой образ будет на высоте в прямом смысле слова. И в переносном тоже.",
          price: 9699,
          articul: 20,
          sexId: 1,
          sizeId: 5,
          colorId: 2,
          brandId: 3,
        },
        {
          model: "REEBOK CLASSIC LEATHER LEGACY",
          description:
            "Оригинальный стиль Reebok на новом уровне. В этих кроссовках Classic Leather Legacy есть все, что нравится – от зазубренных краев до ярких контрастных полос. С массивной подошвой образ будет на высоте в прямом смысле слова. И в переносном тоже.",
          price: 9699,
          articul: 20,
          sexId: 1,
          sizeId: 6,
          colorId: 2,
          brandId: 3,
        },
        {
          model: "REEBOK CLASSIC LEATHER LEGACY",
          description:
            "Оригинальный стиль Reebok на новом уровне. В этих кроссовках Classic Leather Legacy есть все, что нравится – от зазубренных краев до ярких контрастных полос. С массивной подошвой образ будет на высоте в прямом смысле слова. И в переносном тоже.",
          price: 9699,
          articul: 20,
          sexId: 1,
          sizeId: 7,
          colorId: 2,
          brandId: 3,
        },
        {
          model: "REEBOK CLASSIC LEATHER LEGACY",
          description:
            "Оригинальный стиль Reebok на новом уровне. В этих кроссовках Classic Leather Legacy есть все, что нравится – от зазубренных краев до ярких контрастных полос. С массивной подошвой образ будет на высоте в прямом смысле слова. И в переносном тоже.",
          price: 9699,
          articul: 20,
          sexId: 1,
          sizeId: 8,
          colorId: 2,
          brandId: 3,
        },
        {
          model: "REEBOK CLASSIC LEATHER LEGACY",
          description:
            "Оригинальный стиль Reebok на новом уровне. В этих кроссовках Classic Leather Legacy есть все, что нравится – от зазубренных краев до ярких контрастных полос. С массивной подошвой образ будет на высоте в прямом смысле слова. И в переносном тоже.",
          price: 9699,
          articul: 20,
          sexId: 1,
          sizeId: 9,
          colorId: 2,
          brandId: 3,
        },
        {
          model: "REEBOK CLASSIC LEATHER LEGACY",
          description:
            "Оригинальный стиль Reebok на новом уровне. В этих кроссовках Classic Leather Legacy есть все, что нравится – от зазубренных краев до ярких контрастных полос. С массивной подошвой образ будет на высоте в прямом смысле слова. И в переносном тоже.",
          price: 9699,
          articul: 20,
          sexId: 1,
          sizeId: 10,
          colorId: 2,
          brandId: 3,
        },

        //REEBOK PRESEASON.01
        //мужчины
        {
          model: "REEBOK PRESEASON.01",
          description:
            "С кроссовками Reebok Preseason ты совершишь моментальный прыжок в будущее уличного стиля. Верх сочетает различные материалы, как ты сочетаешь слои в одежде. Острая подметка выступает за амортизирующую промежуточную подошву, отказываясь быть в тени. Совсем как ты.",
          price: 7299,
          articul: 21,
          sexId: 1,
          sizeId: 4,
          colorId: 9,
          brandId: 3,
        },
        {
          model: "REEBOK PRESEASON.01",
          description:
            "С кроссовками Reebok Preseason ты совершишь моментальный прыжок в будущее уличного стиля. Верх сочетает различные материалы, как ты сочетаешь слои в одежде. Острая подметка выступает за амортизирующую промежуточную подошву, отказываясь быть в тени. Совсем как ты.",
          price: 7299,
          articul: 21,
          sexId: 1,
          sizeId: 5,
          colorId: 9,
          brandId: 3,
        },
        {
          model: "REEBOK PRESEASON.01",
          description:
            "С кроссовками Reebok Preseason ты совершишь моментальный прыжок в будущее уличного стиля. Верх сочетает различные материалы, как ты сочетаешь слои в одежде. Острая подметка выступает за амортизирующую промежуточную подошву, отказываясь быть в тени. Совсем как ты.",
          price: 7299,
          articul: 21,
          sexId: 1,
          sizeId: 6,
          colorId: 9,
          brandId: 3,
        },
        {
          model: "REEBOK PRESEASON.01",
          description:
            "С кроссовками Reebok Preseason ты совершишь моментальный прыжок в будущее уличного стиля. Верх сочетает различные материалы, как ты сочетаешь слои в одежде. Острая подметка выступает за амортизирующую промежуточную подошву, отказываясь быть в тени. Совсем как ты.",
          price: 7299,
          articul: 21,
          sexId: 1,
          sizeId: 7,
          colorId: 9,
          brandId: 3,
        },
        {
          model: "REEBOK PRESEASON.01",
          description:
            "С кроссовками Reebok Preseason ты совершишь моментальный прыжок в будущее уличного стиля. Верх сочетает различные материалы, как ты сочетаешь слои в одежде. Острая подметка выступает за амортизирующую промежуточную подошву, отказываясь быть в тени. Совсем как ты.",
          price: 7299,
          articul: 21,
          sexId: 1,
          sizeId: 8,
          colorId: 9,
          brandId: 3,
        },
        {
          model: "REEBOK PRESEASON.01",
          description:
            "С кроссовками Reebok Preseason ты совершишь моментальный прыжок в будущее уличного стиля. Верх сочетает различные материалы, как ты сочетаешь слои в одежде. Острая подметка выступает за амортизирующую промежуточную подошву, отказываясь быть в тени. Совсем как ты.",
          price: 7299,
          articul: 21,
          sexId: 1,
          sizeId: 9,
          colorId: 9,
          brandId: 3,
        },
        {
          model: "REEBOK PRESEASON.01",
          description:
            "С кроссовками Reebok Preseason ты совершишь моментальный прыжок в будущее уличного стиля. Верх сочетает различные материалы, как ты сочетаешь слои в одежде. Острая подметка выступает за амортизирующую промежуточную подошву, отказываясь быть в тени. Совсем как ты.",
          price: 7299,
          articul: 21,
          sexId: 1,
          sizeId: 10,
          colorId: 9,
          brandId: 3,
        },
        //REEBOK CLUB C REVENGE LEGACY GX
        //мужчины
        {
          model: "REEBOK CLUB C REVENGE LEGACY GX",
          description:
            "Кроссовки Club C Revenge Legacy отличаются четким стилем, характерным для модели Revenge 1986 года. Классические детали Reebok, такие как окошко с логотипом Union Jack и знаковые полосы по бокам, сохраняют в этой паре наследие Reebok. Кожаный верх мягкий и удобный. Вспышки контрастного цвета вызывают удивление, в хорошем смысле.",
          price: 7699,
          articul: 22,
          sexId: 1,
          sizeId: 4,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK CLUB C REVENGE LEGACY GX",
          description:
            "Кроссовки Club C Revenge Legacy отличаются четким стилем, характерным для модели Revenge 1986 года. Классические детали Reebok, такие как окошко с логотипом Union Jack и знаковые полосы по бокам, сохраняют в этой паре наследие Reebok. Кожаный верх мягкий и удобный. Вспышки контрастного цвета вызывают удивление, в хорошем смысле.",
          price: 7699,
          articul: 22,
          sexId: 1,
          sizeId: 5,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK CLUB C REVENGE LEGACY GX",
          description:
            "Кроссовки Club C Revenge Legacy отличаются четким стилем, характерным для модели Revenge 1986 года. Классические детали Reebok, такие как окошко с логотипом Union Jack и знаковые полосы по бокам, сохраняют в этой паре наследие Reebok. Кожаный верх мягкий и удобный. Вспышки контрастного цвета вызывают удивление, в хорошем смысле.",
          price: 7699,
          articul: 22,
          sexId: 1,
          sizeId: 6,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK CLUB C REVENGE LEGACY GX",
          description:
            "Кроссовки Club C Revenge Legacy отличаются четким стилем, характерным для модели Revenge 1986 года. Классические детали Reebok, такие как окошко с логотипом Union Jack и знаковые полосы по бокам, сохраняют в этой паре наследие Reebok. Кожаный верх мягкий и удобный. Вспышки контрастного цвета вызывают удивление, в хорошем смысле.",
          price: 7699,
          articul: 22,
          sexId: 1,
          sizeId: 7,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK CLUB C REVENGE LEGACY GX",
          description:
            "Кроссовки Club C Revenge Legacy отличаются четким стилем, характерным для модели Revenge 1986 года. Классические детали Reebok, такие как окошко с логотипом Union Jack и знаковые полосы по бокам, сохраняют в этой паре наследие Reebok. Кожаный верх мягкий и удобный. Вспышки контрастного цвета вызывают удивление, в хорошем смысле.",
          price: 7699,
          articul: 22,
          sexId: 1,
          sizeId: 8,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK CLUB C REVENGE LEGACY GX",
          description:
            "Кроссовки Club C Revenge Legacy отличаются четким стилем, характерным для модели Revenge 1986 года. Классические детали Reebok, такие как окошко с логотипом Union Jack и знаковые полосы по бокам, сохраняют в этой паре наследие Reebok. Кожаный верх мягкий и удобный. Вспышки контрастного цвета вызывают удивление, в хорошем смысле.",
          price: 7699,
          articul: 22,
          sexId: 1,
          sizeId: 9,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK CLUB C REVENGE LEGACY GX",
          description:
            "Кроссовки Club C Revenge Legacy отличаются четким стилем, характерным для модели Revenge 1986 года. Классические детали Reebok, такие как окошко с логотипом Union Jack и знаковые полосы по бокам, сохраняют в этой паре наследие Reebok. Кожаный верх мягкий и удобный. Вспышки контрастного цвета вызывают удивление, в хорошем смысле.",
          price: 7699,
          articul: 22,
          sexId: 1,
          sizeId: 10,
          colorId: 1,
          brandId: 3,
        },
        //REEBOK AZTREK DV
        //мужчины
        {
          model: "REEBOK AZTREK DV",
          description:
            "Обновленная версия кроссовок Reebok Aztrek, ставших настоящей беговой, а потом и модной легендой 90-х, возвращает себе статус обязательного элемента стильного повседневного образа. Модель из текстиля и замши дополнена мягкой амортизирующей подошвой Hexalite.",
          price: 6790,
          articul: 23,
          sexId: 1,
          sizeId: 4,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK AZTREK DV",
          description:
            "Обновленная версия кроссовок Reebok Aztrek, ставших настоящей беговой, а потом и модной легендой 90-х, возвращает себе статус обязательного элемента стильного повседневного образа. Модель из текстиля и замши дополнена мягкой амортизирующей подошвой Hexalite.",
          price: 6790,
          articul: 23,
          sexId: 1,
          sizeId: 5,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK AZTREK DV",
          description:
            "Обновленная версия кроссовок Reebok Aztrek, ставших настоящей беговой, а потом и модной легендой 90-х, возвращает себе статус обязательного элемента стильного повседневного образа. Модель из текстиля и замши дополнена мягкой амортизирующей подошвой Hexalite.",
          price: 6790,
          articul: 23,
          sexId: 1,
          sizeId: 6,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK AZTREK DV",
          description:
            "Обновленная версия кроссовок Reebok Aztrek, ставших настоящей беговой, а потом и модной легендой 90-х, возвращает себе статус обязательного элемента стильного повседневного образа. Модель из текстиля и замши дополнена мягкой амортизирующей подошвой Hexalite.",
          price: 6790,
          articul: 23,
          sexId: 1,
          sizeId: 7,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK AZTREK DV",
          description:
            "Обновленная версия кроссовок Reebok Aztrek, ставших настоящей беговой, а потом и модной легендой 90-х, возвращает себе статус обязательного элемента стильного повседневного образа. Модель из текстиля и замши дополнена мягкой амортизирующей подошвой Hexalite.",
          price: 6790,
          articul: 23,
          sexId: 1,
          sizeId: 8,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK AZTREK DV",
          description:
            "Обновленная версия кроссовок Reebok Aztrek, ставших настоящей беговой, а потом и модной легендой 90-х, возвращает себе статус обязательного элемента стильного повседневного образа. Модель из текстиля и замши дополнена мягкой амортизирующей подошвой Hexalite.",
          price: 6790,
          articul: 23,
          sexId: 1,
          sizeId: 9,
          colorId: 1,
          brandId: 3,
        },
        {
          model: "REEBOK AZTREK DV",
          description:
            "Обновленная версия кроссовок Reebok Aztrek, ставших настоящей беговой, а потом и модной легендой 90-х, возвращает себе статус обязательного элемента стильного повседневного образа. Модель из текстиля и замши дополнена мягкой амортизирующей подошвой Hexalite.",
          price: 6790,
          articul: 23,
          sexId: 1,
          sizeId: 10,
          colorId: 1,
          brandId: 3,
        },
        //NEW BALANCE 2002R
        //мужчины
        {
          model: "NEW BALANCE 2002R",
          description:
            "Кроссовки 2002R Marblehead от американского бренда New Balance. Серия моделей 2002R Marblehead выполнена в сочетании натуральной замши и текстиля в минималистичной цветовой гамме.",
          price: 20999,
          articul: 24,
          sexId: 1,
          sizeId: 4,
          colorId: 2,
          brandId: 5,
        },
        {
          model: "NEW BALANCE 2002R",
          description:
            "Кроссовки 2002R Marblehead от американского бренда New Balance. Серия моделей 2002R Marblehead выполнена в сочетании натуральной замши и текстиля в минималистичной цветовой гамме.",
          price: 20999,
          articul: 24,
          sexId: 1,
          sizeId: 5,
          colorId: 2,
          brandId: 5,
        },
        {
          model: "NEW BALANCE 2002R",
          description:
            "Кроссовки 2002R Marblehead от американского бренда New Balance. Серия моделей 2002R Marblehead выполнена в сочетании натуральной замши и текстиля в минималистичной цветовой гамме.",
          price: 20999,
          articul: 24,
          sexId: 1,
          sizeId: 6,
          colorId: 2,
          brandId: 5,
        },
        {
          model: "NEW BALANCE 2002R",
          description:
            "Кроссовки 2002R Marblehead от американского бренда New Balance. Серия моделей 2002R Marblehead выполнена в сочетании натуральной замши и текстиля в минималистичной цветовой гамме.",
          price: 20999,
          articul: 24,
          sexId: 1,
          sizeId: 7,
          colorId: 2,
          brandId: 5,
        },
        {
          model: "NEW BALANCE 2002R",
          description:
            "Кроссовки 2002R Marblehead от американского бренда New Balance. Серия моделей 2002R Marblehead выполнена в сочетании натуральной замши и текстиля в минималистичной цветовой гамме.",
          price: 20999,
          articul: 24,
          sexId: 1,
          sizeId: 8,
          colorId: 2,
          brandId: 5,
        },
        {
          model: "NEW BALANCE 2002R",
          description:
            "Кроссовки 2002R Marblehead от американского бренда New Balance. Серия моделей 2002R Marblehead выполнена в сочетании натуральной замши и текстиля в минималистичной цветовой гамме.",
          price: 20999,
          articul: 24,
          sexId: 1,
          sizeId: 9,
          colorId: 2,
          brandId: 5,
        },
        {
          model: "NEW BALANCE 2002R",
          description:
            "Кроссовки 2002R Marblehead от американского бренда New Balance. Серия моделей 2002R Marblehead выполнена в сочетании натуральной замши и текстиля в минималистичной цветовой гамме.",
          price: 20999,
          articul: 24,
          sexId: 1,
          sizeId: 10,
          colorId: 2,
          brandId: 5,
        },
        //New Balance 530
        //Мужчины
        {
          model: "New Balance 530",
          description:
            "New Balance 530 Cream Beige — эти повседневные кроссовки выполнены в кремово-бежевой цветовой гамме, они придают неповторимый колорит любому наряду. Верх представляет собой комбинацию замши и сетки, обеспечивающую прочность и воздухопроницаемость, в то время как подошва ABZORB обеспечивает превосходную амортизацию и поддержку для комфорта в течение всего дня.",
          price: 19000,
          articul: 25,
          sexId: 1,
          sizeId: 4,
          colorId: 3,
          brandId: 5,
        },
        {
          model: "New Balance 530",
          description:
            "New Balance 530 Cream Beige — эти повседневные кроссовки выполнены в кремово-бежевой цветовой гамме, они придают неповторимый колорит любому наряду. Верх представляет собой комбинацию замши и сетки, обеспечивающую прочность и воздухопроницаемость, в то время как подошва ABZORB обеспечивает превосходную амортизацию и поддержку для комфорта в течение всего дня.",
          price: 19000,
          articul: 25,
          sexId: 1,
          sizeId: 5,
          colorId: 3,
          brandId: 5,
        },
        {
          model: "New Balance 530",
          description:
            "New Balance 530 Cream Beige — эти повседневные кроссовки выполнены в кремово-бежевой цветовой гамме, они придают неповторимый колорит любому наряду. Верх представляет собой комбинацию замши и сетки, обеспечивающую прочность и воздухопроницаемость, в то время как подошва ABZORB обеспечивает превосходную амортизацию и поддержку для комфорта в течение всего дня.",
          price: 19000,
          articul: 25,
          sexId: 1,
          sizeId: 6,
          colorId: 3,
          brandId: 5,
        },
        {
          model: "New Balance 530",
          description:
            "New Balance 530 Cream Beige — эти повседневные кроссовки выполнены в кремово-бежевой цветовой гамме, они придают неповторимый колорит любому наряду. Верх представляет собой комбинацию замши и сетки, обеспечивающую прочность и воздухопроницаемость, в то время как подошва ABZORB обеспечивает превосходную амортизацию и поддержку для комфорта в течение всего дня.",
          price: 19000,
          articul: 25,
          sexId: 1,
          sizeId: 7,
          colorId: 3,
          brandId: 5,
        },
        {
          model: "New Balance 530",
          description:
            "New Balance 530 Cream Beige — эти повседневные кроссовки выполнены в кремово-бежевой цветовой гамме, они придают неповторимый колорит любому наряду. Верх представляет собой комбинацию замши и сетки, обеспечивающую прочность и воздухопроницаемость, в то время как подошва ABZORB обеспечивает превосходную амортизацию и поддержку для комфорта в течение всего дня.",
          price: 19000,
          articul: 25,
          sexId: 1,
          sizeId: 8,
          colorId: 3,
          brandId: 5,
        },
        {
          model: "New Balance 530",
          description:
            "New Balance 530 Cream Beige — эти повседневные кроссовки выполнены в кремово-бежевой цветовой гамме, они придают неповторимый колорит любому наряду. Верх представляет собой комбинацию замши и сетки, обеспечивающую прочность и воздухопроницаемость, в то время как подошва ABZORB обеспечивает превосходную амортизацию и поддержку для комфорта в течение всего дня.",
          price: 19000,
          articul: 25,
          sexId: 1,
          sizeId: 9,
          colorId: 3,
          brandId: 5,
        },
        {
          model: "New Balance 530",
          description:
            "New Balance 530 Cream Beige — эти повседневные кроссовки выполнены в кремово-бежевой цветовой гамме, они придают неповторимый колорит любому наряду. Верх представляет собой комбинацию замши и сетки, обеспечивающую прочность и воздухопроницаемость, в то время как подошва ABZORB обеспечивает превосходную амортизацию и поддержку для комфорта в течение всего дня.",
          price: 19000,
          articul: 25,
          sexId: 1,
          sizeId: 10,
          colorId: 3,
          brandId: 5,
        },
        // женщины
        {
          model: "New Balance 530",
          description:
            "New Balance 530 Cream Beige — эти повседневные кроссовки выполнены в кремово-бежевой цветовой гамме, они придают неповторимый колорит любому наряду. Верх представляет собой комбинацию замши и сетки, обеспечивающую прочность и воздухопроницаемость, в то время как подошва ABZORB обеспечивает превосходную амортизацию и поддержку для комфорта в течение всего дня.",
          price: 19000,
          articul: 25,
          sexId: 2,
          sizeId: 1,
          colorId: 9,
          brandId: 5,
        },
        {
          model: "New Balance 530",
          description:
            "New Balance 530 Cream Beige — эти повседневные кроссовки выполнены в кремово-бежевой цветовой гамме, они придают неповторимый колорит любому наряду. Верх представляет собой комбинацию замши и сетки, обеспечивающую прочность и воздухопроницаемость, в то время как подошва ABZORB обеспечивает превосходную амортизацию и поддержку для комфорта в течение всего дня.",
          price: 19000,
          articul: 25,
          sexId: 2,
          sizeId: 2,
          colorId: 3,
          brandId: 5,
        },
        {
          model: "New Balance 530",
          description:
            "New Balance 530 Cream Beige — эти повседневные кроссовки выполнены в кремово-бежевой цветовой гамме, они придают неповторимый колорит любому наряду. Верх представляет собой комбинацию замши и сетки, обеспечивающую прочность и воздухопроницаемость, в то время как подошва ABZORB обеспечивает превосходную амортизацию и поддержку для комфорта в течение всего дня.",
          price: 19000,
          articul: 25,
          sexId: 2,
          sizeId: 3,
          colorId: 3,
          brandId: 5,
        },
        {
          model: "New Balance 530",
          description:
            "New Balance 530 Cream Beige — эти повседневные кроссовки выполнены в кремово-бежевой цветовой гамме, они придают неповторимый колорит любому наряду. Верх представляет собой комбинацию замши и сетки, обеспечивающую прочность и воздухопроницаемость, в то время как подошва ABZORB обеспечивает превосходную амортизацию и поддержку для комфорта в течение всего дня.",
          price: 19000,
          articul: 25,
          sexId: 2,
          sizeId: 4,
          colorId: 3,
          brandId: 5,
        },
        {
          model: "New Balance 530",
          description:
            "New Balance 530 Cream Beige — эти повседневные кроссовки выполнены в кремово-бежевой цветовой гамме, они придают неповторимый колорит любому наряду. Верх представляет собой комбинацию замши и сетки, обеспечивающую прочность и воздухопроницаемость, в то время как подошва ABZORB обеспечивает превосходную амортизацию и поддержку для комфорта в течение всего дня.",
          price: 19000,
          articul: 25,
          sexId: 2,
          sizeId: 3,
          colorId: 9,
          brandId: 5,
        },
        //New Balance 550
        //Мужчины
        {
          model: "New Balance 550",
          description:
            "New Balance черпает вдохновение в стиле ретро для своих культовых кроссовок 550. Эти низкопрофильные баскетбольные кроссовки станут незаменимым дополнением к вашей повседневной коллекции кроссовок.",
          price: 16490,
          articul: 26,
          sexId: 1,
          sizeId: 4,
          colorId: 9,
          brandId: 5,
        },
        {
          model: "New Balance 550",
          description:
            "New Balance черпает вдохновение в стиле ретро для своих культовых кроссовок 550. Эти низкопрофильные баскетбольные кроссовки станут незаменимым дополнением к вашей повседневной коллекции кроссовок.",
          price: 16490,
          articul: 26,
          sexId: 1,
          sizeId: 5,
          colorId: 9,
          brandId: 5,
        },
        {
          model: "New Balance 550",
          description:
            "New Balance черпает вдохновение в стиле ретро для своих культовых кроссовок 550. Эти низкопрофильные баскетбольные кроссовки станут незаменимым дополнением к вашей повседневной коллекции кроссовок.",
          price: 16490,
          articul: 26,
          sexId: 1,
          sizeId: 6,
          colorId: 9,
          brandId: 5,
        },
        {
          model: "New Balance 550",
          description:
            "New Balance черпает вдохновение в стиле ретро для своих культовых кроссовок 550. Эти низкопрофильные баскетбольные кроссовки станут незаменимым дополнением к вашей повседневной коллекции кроссовок.",
          price: 16490,
          articul: 26,
          sexId: 1,
          sizeId: 7,
          colorId: 9,
          brandId: 5,
        },
        {
          model: "New Balance 550",
          description:
            "New Balance черпает вдохновение в стиле ретро для своих культовых кроссовок 550. Эти низкопрофильные баскетбольные кроссовки станут незаменимым дополнением к вашей повседневной коллекции кроссовок.",
          price: 16490,
          articul: 26,
          sexId: 1,
          sizeId: 8,
          colorId: 9,
          brandId: 5,
        },
        {
          model: "New Balance 550",
          description:
            "New Balance черпает вдохновение в стиле ретро для своих культовых кроссовок 550. Эти низкопрофильные баскетбольные кроссовки станут незаменимым дополнением к вашей повседневной коллекции кроссовок.",
          price: 16490,
          articul: 26,
          sexId: 1,
          sizeId: 9,
          colorId: 9,
          brandId: 5,
        },
        {
          model: "New Balance 550",
          description:
            "New Balance черпает вдохновение в стиле ретро для своих культовых кроссовок 550. Эти низкопрофильные баскетбольные кроссовки станут незаменимым дополнением к вашей повседневной коллекции кроссовок.",
          price: 16490,
          articul: 26,
          sexId: 1,
          sizeId: 10,
          colorId: 9,
          brandId: 5,
        },
        //New Balance 574
        //Мужчины
        {
          model: "New Balance 574",
          description:
            "Добавьте в свою коллекцию кроссовок массивный ретро-стиль с этими U574LGAA от New Balance. Оснащенные бордовым замшевым верхом и добавленной сеткой для воздухопроницаемости, они имеют массивную резиновую подошву и знаковые буквы N на каждой стороне.",
          price: 18990,
          articul: 27,
          sexId: 1,
          sizeId: 4,
          colorId: 4,
          brandId: 5,
        },
        {
          model: "New Balance 574",
          description:
            "Добавьте в свою коллекцию кроссовок массивный ретро-стиль с этими U574LGAA от New Balance. Оснащенные бордовым замшевым верхом и добавленной сеткой для воздухопроницаемости, они имеют массивную резиновую подошву и знаковые буквы N на каждой стороне.",
          price: 18990,
          articul: 27,
          sexId: 1,
          sizeId: 5,
          colorId: 4,
          brandId: 5,
        },
        {
          model: "New Balance 574",
          description:
            "Добавьте в свою коллекцию кроссовок массивный ретро-стиль с этими U574LGAA от New Balance. Оснащенные бордовым замшевым верхом и добавленной сеткой для воздухопроницаемости, они имеют массивную резиновую подошву и знаковые буквы N на каждой стороне.",
          price: 18990,
          articul: 27,
          sexId: 1,
          sizeId: 6,
          colorId: 4,
          brandId: 5,
        },
        {
          model: "New Balance 574",
          description:
            "Добавьте в свою коллекцию кроссовок массивный ретро-стиль с этими U574LGAA от New Balance. Оснащенные бордовым замшевым верхом и добавленной сеткой для воздухопроницаемости, они имеют массивную резиновую подошву и знаковые буквы N на каждой стороне.",
          price: 18990,
          articul: 27,
          sexId: 1,
          sizeId: 7,
          colorId: 4,
          brandId: 5,
        },
        {
          model: "New Balance 574",
          description:
            "Добавьте в свою коллекцию кроссовок массивный ретро-стиль с этими U574LGAA от New Balance. Оснащенные бордовым замшевым верхом и добавленной сеткой для воздухопроницаемости, они имеют массивную резиновую подошву и знаковые буквы N на каждой стороне.",
          price: 18990,
          articul: 27,
          sexId: 1,
          sizeId: 8,
          colorId: 4,
          brandId: 5,
        },
        {
          model: "New Balance 574",
          description:
            "Добавьте в свою коллекцию кроссовок массивный ретро-стиль с этими U574LGAA от New Balance. Оснащенные бордовым замшевым верхом и добавленной сеткой для воздухопроницаемости, они имеют массивную резиновую подошву и знаковые буквы N на каждой стороне.",
          price: 18990,
          articul: 27,
          sexId: 1,
          sizeId: 9,
          colorId: 4,
          brandId: 5,
        },
        {
          model: "New Balance 574",
          description:
            "Добавьте в свою коллекцию кроссовок массивный ретро-стиль с этими U574LGAA от New Balance. Оснащенные бордовым замшевым верхом и добавленной сеткой для воздухопроницаемости, они имеют массивную резиновую подошву и знаковые буквы N на каждой стороне.",
          price: 18990,
          articul: 27,
          sexId: 1,
          sizeId: 10,
          colorId: 4,
          brandId: 5,
        },
        // женщины
        {
          model: "New Balance 574",
          description:
            "Добавьте в свою коллекцию кроссовок массивный ретро-стиль с этими U574LGAA от New Balance. Оснащенные бордовым замшевым верхом и добавленной сеткой для воздухопроницаемости, они имеют массивную резиновую подошву и знаковые буквы N на каждой стороне.",
          price: 18990,
          articul: 27,
          sexId: 2,
          sizeId: 1,
          colorId: 4,
          brandId: 5,
        },
        {
          model: "New Balance 574",
          description:
            "Добавьте в свою коллекцию кроссовок массивный ретро-стиль с этими U574LGAA от New Balance. Оснащенные бордовым замшевым верхом и добавленной сеткой для воздухопроницаемости, они имеют массивную резиновую подошву и знаковые буквы N на каждой стороне.",
          price: 18990,
          articul: 27,
          sexId: 2,
          sizeId: 2,
          colorId: 4,
          brandId: 5,
        },
        {
          model: "New Balance 574",
          description:
            "Добавьте в свою коллекцию кроссовок массивный ретро-стиль с этими U574LGAA от New Balance. Оснащенные бордовым замшевым верхом и добавленной сеткой для воздухопроницаемости, они имеют массивную резиновую подошву и знаковые буквы N на каждой стороне.",
          price: 18990,
          articul: 27,
          sexId: 2,
          sizeId: 3,
          colorId: 4,
          brandId: 5,
        },
        {
          model: "New Balance 574",
          description:
            "Добавьте в свою коллекцию кроссовок массивный ретро-стиль с этими U574LGAA от New Balance. Оснащенные бордовым замшевым верхом и добавленной сеткой для воздухопроницаемости, они имеют массивную резиновую подошву и знаковые буквы N на каждой стороне.",
          price: 18990,
          articul: 27,
          sexId: 2,
          sizeId: 4,
          colorId: 4,
          brandId: 5,
        },
        {
          model: "New Balance 574",
          description:
            "Добавьте в свою коллекцию кроссовок массивный ретро-стиль с этими U574LGAA от New Balance. Оснащенные бордовым замшевым верхом и добавленной сеткой для воздухопроницаемости, они имеют массивную резиновую подошву и знаковые буквы N на каждой стороне.",
          price: 18990,
          articul: 27,
          sexId: 2,
          sizeId: 4,
          colorId: 4,
          brandId: 5,
        },
        //New Balance 1906R
        // женщины
        {
          model: "New Balance 1906R",
          description:
            "Верх кроссовок New Balance 1906R White выполнен из сетки белого цвета. Кроссовки оснащены слоями деталей из TPU на пятке. Язычок украшен вшитыми акцентами из кожи с тисненым логотипом New Balance",
          price: 19490,
          articul: 28,
          sexId: 2,
          sizeId: 1,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 1906R",
          description:
            "Верх кроссовок New Balance 1906R White выполнен из сетки белого цвета. Кроссовки оснащены слоями деталей из TPU на пятке. Язычок украшен вшитыми акцентами из кожи с тисненым логотипом New Balance",
          price: 19490,
          articul: 28,
          sexId: 2,
          sizeId: 2,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 1906R",
          description:
            "Верх кроссовок New Balance 1906R White выполнен из сетки белого цвета. Кроссовки оснащены слоями деталей из TPU на пятке. Язычок украшен вшитыми акцентами из кожи с тисненым логотипом New Balance",
          price: 19490,
          articul: 28,
          sexId: 2,
          sizeId: 3,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 1906R",
          description:
            "Верх кроссовок New Balance 1906R White выполнен из сетки белого цвета. Кроссовки оснащены слоями деталей из TPU на пятке. Язычок украшен вшитыми акцентами из кожи с тисненым логотипом New Balance",
          price: 19490,
          articul: 28,
          sexId: 2,
          sizeId: 4,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 1906R",
          description:
            "Верх кроссовок New Balance 1906R White выполнен из сетки белого цвета. Кроссовки оснащены слоями деталей из TPU на пятке. Язычок украшен вшитыми акцентами из кожи с тисненым логотипом New Balance",
          price: 19490,
          articul: 28,
          sexId: 2,
          sizeId: 4,
          colorId: 1,
          brandId: 5,
        },
        //New Balance 990
        //Мужчины
        {
          model: "New Balance 990",
          description:
            "New Balance x Teddy Santis «Sea Salt» M990AL3 — это кроссовки, созданные новаторским союзом команды New Balance и дизайнера Teddy Santis. Эта модель — часть эксклюзивной коллаборации «MADE IN USA» и является совершенным сочетанием стиля и функциональности.",
          price: 35990,
          articul: 29,
          sexId: 1,
          sizeId: 4,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 990",
          description:
            "New Balance x Teddy Santis «Sea Salt» M990AL3 — это кроссовки, созданные новаторским союзом команды New Balance и дизайнера Teddy Santis. Эта модель — часть эксклюзивной коллаборации «MADE IN USA» и является совершенным сочетанием стиля и функциональности.",
          price: 35990,
          articul: 29,
          sexId: 1,
          sizeId: 5,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 990",
          description:
            "New Balance x Teddy Santis «Sea Salt» M990AL3 — это кроссовки, созданные новаторским союзом команды New Balance и дизайнера Teddy Santis. Эта модель — часть эксклюзивной коллаборации «MADE IN USA» и является совершенным сочетанием стиля и функциональности.",
          price: 35990,
          articul: 29,
          sexId: 1,
          sizeId: 6,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 990",
          description:
            "New Balance x Teddy Santis «Sea Salt» M990AL3 — это кроссовки, созданные новаторским союзом команды New Balance и дизайнера Teddy Santis. Эта модель — часть эксклюзивной коллаборации «MADE IN USA» и является совершенным сочетанием стиля и функциональности.",
          price: 35990,
          articul: 29,
          sexId: 1,
          sizeId: 7,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 990",
          description:
            "New Balance x Teddy Santis «Sea Salt» M990AL3 — это кроссовки, созданные новаторским союзом команды New Balance и дизайнера Teddy Santis. Эта модель — часть эксклюзивной коллаборации «MADE IN USA» и является совершенным сочетанием стиля и функциональности.",
          price: 35990,
          articul: 29,
          sexId: 1,
          sizeId: 8,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 990",
          description:
            "New Balance x Teddy Santis «Sea Salt» M990AL3 — это кроссовки, созданные новаторским союзом команды New Balance и дизайнера Teddy Santis. Эта модель — часть эксклюзивной коллаборации «MADE IN USA» и является совершенным сочетанием стиля и функциональности.",
          price: 35990,
          articul: 29,
          sexId: 1,
          sizeId: 9,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 990",
          description:
            "New Balance x Teddy Santis «Sea Salt» M990AL3 — это кроссовки, созданные новаторским союзом команды New Balance и дизайнера Teddy Santis. Эта модель — часть эксклюзивной коллаборации «MADE IN USA» и является совершенным сочетанием стиля и функциональности.",
          price: 35990,
          articul: 29,
          sexId: 1,
          sizeId: 10,
          colorId: 1,
          brandId: 5,
        },
        // женщины
        {
          model: "New Balance 990",
          description:
            "New Balance x Teddy Santis «Sea Salt» M990AL3 — это кроссовки, созданные новаторским союзом команды New Balance и дизайнера Teddy Santis. Эта модель — часть эксклюзивной коллаборации «MADE IN USA» и является совершенным сочетанием стиля и функциональности.",
          price: 35990,
          articul: 29,
          sexId: 2,
          sizeId: 1,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 990",
          description:
            "New Balance x Teddy Santis «Sea Salt» M990AL3 — это кроссовки, созданные новаторским союзом команды New Balance и дизайнера Teddy Santis. Эта модель — часть эксклюзивной коллаборации «MADE IN USA» и является совершенным сочетанием стиля и функциональности.",
          price: 35990,
          articul: 29,
          sexId: 2,
          sizeId: 2,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 990",
          description:
            "New Balance x Teddy Santis «Sea Salt» M990AL3 — это кроссовки, созданные новаторским союзом команды New Balance и дизайнера Teddy Santis. Эта модель — часть эксклюзивной коллаборации «MADE IN USA» и является совершенным сочетанием стиля и функциональности.",
          price: 35990,
          articul: 29,
          sexId: 2,
          sizeId: 3,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 990",
          description:
            "New Balance x Teddy Santis «Sea Salt» M990AL3 — это кроссовки, созданные новаторским союзом команды New Balance и дизайнера Teddy Santis. Эта модель — часть эксклюзивной коллаборации «MADE IN USA» и является совершенным сочетанием стиля и функциональности.",
          price: 35990,
          articul: 29,
          sexId: 2,
          sizeId: 4,
          colorId: 1,
          brandId: 5,
        },
        {
          model: "New Balance 990",
          description:
            "New Balance x Teddy Santis «Sea Salt» M990AL3 — это кроссовки, созданные новаторским союзом команды New Balance и дизайнера Teddy Santis. Эта модель — часть эксклюзивной коллаборации «MADE IN USA» и является совершенным сочетанием стиля и функциональности.",
          price: 35990,
          articul: 29,
          sexId: 2,
          sizeId: 4,
          colorId: 1,
          brandId: 5,
        },
        //New Balance 327
        //Мужчины
        {
          model: "New Balance 327",
          description:
            "Детище дизайнера Шарлотты Ли — New Balance 327 — сразу обрело популярность после своего дебюта в 2020 году, что сделало их чуть ли не мгновенно одними из самых модных кроссовок бренда.",
          price: 21990,
          articul: 30,
          sexId: 1,
          sizeId: 4,
          colorId: 10,
          brandId: 5,
        },
        {
          model: "New Balance 327",
          description:
            "Детище дизайнера Шарлотты Ли — New Balance 327 — сразу обрело популярность после своего дебюта в 2020 году, что сделало их чуть ли не мгновенно одними из самых модных кроссовок бренда.",
          price: 21990,
          articul: 30,
          sexId: 1,
          sizeId: 5,
          colorId: 10,
          brandId: 5,
        },
        {
          model: "New Balance 327",
          description:
            "Детище дизайнера Шарлотты Ли — New Balance 327 — сразу обрело популярность после своего дебюта в 2020 году, что сделало их чуть ли не мгновенно одними из самых модных кроссовок бренда.",
          price: 21990,
          articul: 30,
          sexId: 1,
          sizeId: 6,
          colorId: 10,
          brandId: 5,
        },
        {
          model: "New Balance 327",
          description:
            "Детище дизайнера Шарлотты Ли — New Balance 327 — сразу обрело популярность после своего дебюта в 2020 году, что сделало их чуть ли не мгновенно одними из самых модных кроссовок бренда.",
          price: 21990,
          articul: 30,
          sexId: 1,
          sizeId: 7,
          colorId: 10,
          brandId: 5,
        },
        {
          model: "New Balance 327",
          description:
            "Детище дизайнера Шарлотты Ли — New Balance 327 — сразу обрело популярность после своего дебюта в 2020 году, что сделало их чуть ли не мгновенно одними из самых модных кроссовок бренда.",
          price: 21990,
          articul: 30,
          sexId: 1,
          sizeId: 8,
          colorId: 10,
          brandId: 5,
        },
        {
          model: "New Balance 327",
          description:
            "Детище дизайнера Шарлотты Ли — New Balance 327 — сразу обрело популярность после своего дебюта в 2020 году, что сделало их чуть ли не мгновенно одними из самых модных кроссовок бренда.",
          price: 21990,
          articul: 30,
          sexId: 1,
          sizeId: 9,
          colorId: 10,
          brandId: 5,
        },
        {
          model: "New Balance 327",
          description:
            "Детище дизайнера Шарлотты Ли — New Balance 327 — сразу обрело популярность после своего дебюта в 2020 году, что сделало их чуть ли не мгновенно одними из самых модных кроссовок бренда.",
          price: 21990,
          articul: 30,
          sexId: 1,
          sizeId: 10,
          colorId: 10,
          brandId: 5,
        },
        // женщины
        {
          model: "New Balance 327",
          description:
            "Детище дизайнера Шарлотты Ли — New Balance 327 — сразу обрело популярность после своего дебюта в 2020 году, что сделало их чуть ли не мгновенно одними из самых модных кроссовок бренда.",
          price: 21990,
          articul: 30,
          sexId: 2,
          sizeId: 1,
          colorId: 10,
          brandId: 5,
        },
        {
          model: "New Balance 327",
          description:
            "Детище дизайнера Шарлотты Ли — New Balance 327 — сразу обрело популярность после своего дебюта в 2020 году, что сделало их чуть ли не мгновенно одними из самых модных кроссовок бренда.",
          price: 21990,
          articul: 30,
          sexId: 2,
          sizeId: 2,
          colorId: 10,
          brandId: 5,
        },
        {
          model: "New Balance 327",
          description:
            "Детище дизайнера Шарлотты Ли — New Balance 327 — сразу обрело популярность после своего дебюта в 2020 году, что сделало их чуть ли не мгновенно одними из самых модных кроссовок бренда.",
          price: 21990,
          articul: 30,
          sexId: 2,
          sizeId: 3,
          colorId: 10,
          brandId: 5,
        },
        {
          model: "New Balance 327",
          description:
            "Детище дизайнера Шарлотты Ли — New Balance 327 — сразу обрело популярность после своего дебюта в 2020 году, что сделало их чуть ли не мгновенно одними из самых модных кроссовок бренда.",
          price: 21990,
          articul: 30,
          sexId: 2,
          sizeId: 4,
          colorId: 10,
          brandId: 5,
        },
        {
          model: "New Balance 327",
          description:
            "Детище дизайнера Шарлотты Ли — New Balance 327 — сразу обрело популярность после своего дебюта в 2020 году, что сделало их чуть ли не мгновенно одними из самых модных кроссовок бренда.",
          price: 21990,
          articul: 30,
          sexId: 2,
          sizeId: 4,
          colorId: 10,
          brandId: 5,
        },
      ],
      {}
    );
  },

  async down(queryInterface, Sequelize) {
    await queryInterface.bulkDelete("Sneakers", null, {});
  },
};
